{
    "adriatic_cruises" : [
        {
            "cruise_name" : "M204 NEW Supreme Split return cruise",
            "short_description" : "FROM SPLIT TO PLOČE, MLJET, DUBROVNIK, KOTOR, CAVTAT, KORČULA, BIŠEVO, VIS, HVAR AND SPLIT",
            "features" : {
                "included" : "7 nights cruise from Split to Kotor and back to Split#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#3 lunches, all with 3 courses and salad bar# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
                "sightseeing" : ["City tours of Mostar (with lunch), Dubrovnik, Kotor, Korčula, Vis, Hvar and Split#Entrance fees to the Franciscan Monastery’s Pharmacy, Diocletian’s Palace and St Tryphon’s Cathedral#Lovćen/Njeguši/Budva Excursion – ride by bus, snack in Njeguši (smoked ham and cheese, brandy and wine)"],
                "supplements_optional": ["Entrance to Mljet National Park: up to 30 USD per person (depending on the season) to be paid on the spot. Guide free of charge.#Entrance to Blue Cave to be paid on the spot – up to 16 USD per person (depending on the season)"]
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1 SPLIT ARRIVAL, Saturday (WR, D)",
                    "day_summary": "You will be transferred from Split airport or your Split hotel to harbour, where embarkation begins at 1:00 PM. Get settled in your cabin before attending a Welcome reception followed by dinner this evening."
                },
                {
                    "day_headline" : "Day 2 SPLIT – PLOČE (Mostar excursion), Sunday (B, L, CD)",
                    "day_summary" : "with lunch included. Mostar is the city were east and west meet. Built alongside the Neretva River is known by all thanks to the image of its beautiful “Old Bridge” (Stari Most) which is the heart and symbol of the city. Since 2005 the “Old Bridge”, as well as the old city of Mostar have been inscribed as a World Heritage by UNESCO. Walkthrough the streets, visit the Turkish house and the mosque. Tonight, enjoy Captain’s dinner and overnight in Ploče."
                },
                {
                    "day_headline": "Day 3 PLOČE – MLJET – DUBROVNIK, Monday (B, L)",
                    "day_summary": "In the morning head further south to the Island of Mljet. Join the Cruise Manager for a stroll to the famous salt lakes in the Mljet National Park. Set sail to Dubrovnik with swimming stop and relax, if weather permits, with lunch on board. In the late afternoon we arrive in Dubrovnik the “Pearl of the Adriatic”, to take a guided tour of the historical centre of city which is listed as a UNESCO World Heritage site including visits to the Franciscan Monastery’s Pharmacy. Overnight in Dubrovnik."
                },
                {
                    "day_headline": "Day 4 DUBROVNIK – KOTOR (Montenegro), Tuesday (B, L, T)",
                    "day_summary": "In the morning we set sail to Kotor. After lunch on board, we are going to visit Lovćen Mountain, Njeguši Village and Budva. Encounter Montenegro’s rich culture, historical heritage and natural beauty as you travel by bus up the serpentine Lovćen Hills. A beautiful view of Kotor Bay and lovely mountain scenery accompany you en route to Njeguši, where you will visit the village smokehouse. Stop for a snack of smoked ham and cheese, brandy and wine—all local specialties. Then, head down the mountains towards the city of Budva—believed to be one of the oldest settlements on the Adriatic coast. It is more than 2,000 years old. After panoramic stop above Budva you will drive back to Kotor to explore the city that is known as the jewel of Montenegro. Your guide will take you on a walking tour that will include a visit to St Tryphon’s Cathedral and you will see the Orthodox Church of St Luka from the outside. Your evening is free in Kotor."
                },
                {
                    "day_headline": "Day 5 KOTOR – CAVTAT – KORČULA, Wednesday (B, L)",
                    "day_summary": "In the morning after breakfast, we head to Cavtat. As we are traveling from one country to another, there will be some formalities at the border. Continue our cruise with swim stop on way to Korčula island, best known as the birthplace of Marco Polo. Afternoon arrival in Korčula followed by a guided walking tour of this enchanting town surrounded by walls, which is one of the best-preserved medieval cities in the Mediterranean. Overnight in Korčula where you can enjoy a gourmet experience at the multiple restaurants and bars."
                },
                {
                    "day_headline": "Day 6 KORČULA – BIŠEVO – VIS, Thursday (B, L)",
                    "day_summary": "Early in the morning we sail to small island Biševo to visit the Blue Cave, a magnificent natural phenomenon. As sometimes weather conditions can be very unpredictable, the possibility of our visit will depend on those conditions, however you will be notified of this on time. Cruise towards the island of Vis once a strategic naval Yugoslav base and restricted to the public. Due to this isolation, Vis has a special charm – “the Mediterranean as it once was” making it really interesting to visit. Try some exquisite wine sorts in one of the Vis traditional wineries. If interested, visit the remains of the Roman thermal place, City Museum or simply take a walk enjoying the views. Overnight in the port of Vis."
                },
                {
                    "day_headline": "Day 7 VIS – HVAR – SPLIT, Friday (B, L)",
                    "day_summary": "In the morning head further towards Hvar, the longest and sunniest island in the Adriatic, with a swim stop and lunch on board. Afternoon arrival in Hvar town followed by a tour of the town – the Renaissance cathedral with its original tower, and the oldest community theatre in Europe founded in 1612. After the tour set sail towards Split. In the afternoon join a guided tour of the city, visit the seafront promenade and Roman Emperor Diocletian’s Palace. The historical center of the city is listed as a UNESCO World Heritage site. Your evening is free in Split."
                },
                {
                    "day_headline": "Day 8 SPLIT DEPARTURE, Saturday (B)",
                    "day_summary": "After breakfast it is time to disembark. You will be transferred to Split airport or your Split hotel."
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                {
                    "name" : "STELLA MARIS",
                    "dates" : {
                        "high_season" : ["06/04/2022","06/11/2022", "06/18/2022","06/25/2022", "07/02/2022", "08/27/2022", "09/03/2022","09/10/2022","09/17/2022","09/24/2022"]
                    },
                    "prices" : [
                            {
                                "cabin_name" : "LOWER DECK CABIN",
                                "high_season" : 2775
                            },
                            {
                                "cabin_name" : "MAIN DECK CABIN",
                                "high_season" : 2995
                            }
                    ]
                    
                }
            ],
        
            "map" : "https://kompas.net/images/adriatic_cruises/M204/map.png",
            "gallery" : ["https://kompas.net/images/adriatic_cruises/M204/1 (1).png","https://kompas.net/images/adriatic_cruises/M204/1 (2).png","https://kompas.net/images/adriatic_cruises/M204/1 (3).png","https://kompas.net/images/adriatic_cruises/M204/1 (4).png","https://kompas.net/images/adriatic_cruises/M204/1 (5).png"],
            "pdf": "https://kompas.net/images/adriatic_cruises/M204/brochure.pdf"
        },
{
    "cruise_name" : "MINI ROUTE K240 SD",
    "short_description" : "4-day mini cruise from Split to Hvar, Mljet and Dubrovnik",
    "features" : {
        "included" : "3 nights cruise from Split to Dubrovnik#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#3 lunches, all with 3 courses and salad bar# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Hvar and Dubrovnik#Guided tour and entrance to Mljet National Park"]
    },
    "itinerary" : [
        {
            "day_headline" : "Day 1 SPLIT ARRIVAL, Tuesday",
            "day_summary" : "You will be transferred from Split airport or your Split hotel to harbour, where embarkation begins at 6:00 PM."
        },
        {
            "day_headline": "Day 2 SPLIT – HVAR Wednesday (B, L)",
            "day_summary": "In the morning set sail to Hvar, one of the most popular islands in the Adriatic. A sightseeing tour of Hvar town shows you the first public theatre in Europe and many more historical sites. Spend evening and night in Hvar. Note: Due to the limited capacity of the Hvar harbour (during peak season in July and August) port of call can be substituted for Stari Grad/Jelsa. In that case transfer by bus will be organized to and from Hvar."
        },
        {
            "day_headline": "Day 3 HVAR – MLJET, Thursday (B, L, CD)",
            "day_summary": "In the morning head further south to the Island of Mljet. Join the Cruise Manager for a stroll to the famous salt lakes in the Mljet National Park and enjoy the boat ride to the St Mary Isle to visit an ancient Benedictine monastery, an old abbey and a Church dating back to the 12th Century. Alternatively, you can rent bicycles, scooters, or kayaks to explore the National Park or island on your own. Tonight enjoy Captain’s dinner and overnight in port of Pomena."
        },
        {
            "day_headline": "Day 4 MLJET – DUBROVNIK, Friday (B, L)",
            "day_summary": "In the morning sail to Dubrovnik, the “Pearl of the Adriatic”, a UNESCO World Heritage site. Upon arrival in Dubrovnik, you will enjoy a guided tour of the magnificent Old Town with a panoramic bus ride above the Old Town. After the panoramic view, we will arrive at the historical centre of Dubrovnik, walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After city tour, you will be left on your own to explore the city, visit City Walls, the Franciscan Monastery with Europe’s second oldest pharmacy, the Rector’s Palace and the Cathedral, take a boat ride to Lokrum island or take the cable car to the top of the Mount Srđ. Overnight in Dubrovnik."
        },
        {
            "day_headline": "Day 5 DUBROVNIK DEPARTURE, Saturday (B)",
            "day_summary": "After breakfast it’s time to disembark. You will be transferred to Dubrovnik airport or your Dubrovnik hotel."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "EQUATOR, MY WAY",
            "dates" : {
                "low_season" : ["10/04/2022", "10/11/2022", "10/18/2022"],
                "mid_season" : ["05/24,2022", "05/31/2022", "07/36/2022"],
                "high_season" : ["06/07/2022","06/14/2022", "07/05/2022","07/12/2022","07/19/2022", "08/30/2022", "09/06/2022"]
            },
            "prices" : [
                    {
                        "cabin_name" : "LOWER DECK CABIN",
                        "low_season" : 1310,
                        "mid_season" : 1500,
                        "high_season" : 1680
                    },
                    {
                        "cabin_name" : "MAIN DECK CABIN",
                        "low_season" : 1585,
                        "mid_season" : 1785,
                        "high_season" : 1970
                    }
            ]
            
        }
    ],

    "map" : "https://kompas.net/images/adriatic_cruises/K240SD/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K240SD/1 (1).png","https://kompas.net/images/adriatic_cruises/K240SD/1 (2).png","https://kompas.net/images/adriatic_cruises/K240SD/1 (3).png","https://kompas.net/images/adriatic_cruises/K240SD/1 (4).png","https://kompas.net/images/adriatic_cruises/K240SD/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K240SD/brochure.pdf"
},
{
    "cruise_name" : "MINI ROUTE K240 DS",
    "short_description" : "4-day mini cruise from Dubrovnik to Korčula, Makarska, Pučišća, Split",
    "features" : {
        "included" : "3 nights cruise from Dubrovnik to Split#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#AArrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#3 lunches, all with 3 courses and salad bar# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Korčula and Split#Wine tasting Korcula"]
    },
    "itinerary" : [
        {
            "day_headline" : "Day 1 DUBROVNIK ARRIVAL Saturday (WR, D)",
            "day_summary" : "You will be transferred from Dubrovnik’s airport or your Dubrovnik’s hotel to harbour, where embarkation begins at 1:00 PM. Get settled in your cabin before attending a Welcome Reception followed by dinner this evening."
        },
        {
            "day_headline": "Day 2 DUBROVNIK – KORČULA (Wine tasting), Sunday (B, L, T)",
            "day_summary": "Early in the morning we set sail for the island of Korčula, with swimming stop, if weather permits, in one of pristine bays, time to relax and lunch on board. Continue towards Korčula, the most preserved medieval town, thought to be the birthplace of the famous explorer Marco Polo. Take a walking tour of Korčula which takes you through its narrow, cobbled streets full of history and enjoy wine tasting in one of the local wine bars. Evening is free to explore the town on your own."
        },
        {
            "day_headline": "Day 3 KORČULA – MAKARSKA, Monday (B, L)",
            "day_summary": "In the morning we continue our adventure by sailing to town of Makarska, on the mainland, where we will spend the night. Makarska is one of the most popular tourist resort areas on Adriatic due to its long pebbly beaches and scenic mountains in the background, which creates a specific climate and picturesque views. After lunch on board, you will have free time to enjoy the therapeutic benefits of fresh sea air by walking through the green paths of St. Peter peninsula towards west and then further to the beach for a lovely 2 km long walk along the seaside promenade or to explore the streets and squares of Old Town behind the main promenade, which are abundant with galleries, souvenir shops, cafes, and restaurants. Overnight in port of Makarska."
        },
        {
            "day_headline": "Day 4 MAKARSKA – PUČIŠĆA – SPLIT, Tuesday (B, L)",
            "day_summary": "Our journey then continues towards Pučišća, situated on the island of Brač, village of the stone sculpture, where you can visit amazing stonemason school (optional). After visiting Pučišća set sail to Split with a stop along the way to swim and relax, if weather permits, with lunch on board. In the late afternoon we arrive at Split to spend the night. Arriving in Split, join a guided tour of the city, visit the seafront promenade and Roman Emperor Diocletian’s Palace. The historical center of the city is listed as a UNESCO World Heritage site. After the city tour you can take your luggage from the cruise and disembark."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "EQUATOR, MY WAY",
            "dates" : {
                "low_season" : ["10/01/2022", "10/08/2022", "10/15/2022"],
                "mid_season" : ["05/21,2022", "05/28/2022", "07/23/2022"],
                "high_season" : ["06/04/2022","06/11/2022", "07/02/2022","07/09/2022","07/16/2022", "08/27/2022", "09/03/2022"]
            },
            "prices" : [
                    {
                        "cabin_name" : "LOWER DECK CABIN",
                        "low_season" : 1065,
                        "mid_season" : 1220,
                        "high_season" : 1370
                    },
                    {
                        "cabin_name" : "MAIN DECK CABIN",
                        "low_season" : 1290,
                        "mid_season" : 1455,
                        "high_season" : 1605
                    }
            ]
            
        },

        {
            "name" : "MY WAY",
            "dates" : {
                "low_season" : ["05/07/2022", "05/14/2022", "10/01/2022", "10/08/2022", "10/15/2022"],
                "mid_season" : ["May 21, July 23, 30, Aug 6, 13, 20 "],
                "high_season" : ["June 25, July 16, Aug 27, September 3, 10"]
            },
            "prices" : [
                    {
                        "cabin_name" : "LOWER DECK CABIN",
                        "low_season" : 1705,
                        "mid_season" : 1945,
                        "high_season" : 2160
                    },
                    {
                        "cabin_name" : "MAIN DECK CABIN",
                        "low_season" : 2040,
                        "mid_season" : 2295,
                        "high_season" : 2520
                    }
            ]
            
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K240DS/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K240DS/1 (1).png","https://kompas.net/images/adriatic_cruises/K240DS/1 (2).png","https://kompas.net/images/adriatic_cruises/K240DS/1 (3).png","https://kompas.net/images/adriatic_cruises/K240DS/1 (4).png","https://kompas.net/images/adriatic_cruises/K240DS/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K240DS/brochure.pdf"
},
{
    "cruise_name" : "K200 Split return cruise via Dubrovnik",
    "short_description" : "8-day cruise from Split to Stari Grad, Hvar, Korcula, DUbrovnik, Mljet, Pucisca, Omis and return to Split",
    "features" : {
        "included" : "7 nights cruise from Split to Dubrovnik and back to Split#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#3 lunches, all with 3 courses and salad bar# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Split, Hvar, Korcula and Dubrovnik#Guided tour and entrance to Mljet National Park#Wine tasting in Korcula"]
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 SPLIT ARRIVAL, Saturday (WR, D)",
            "day_summary": "You will be transferred from Split’s airport or your Split hotel to harbour, where embarkation begins at 1:00 PM. Get settled in your cabin before attending a Welcome Reception followed by dinner this evening."
        },
        {
            "day_headline" : "Day 2 SPLIT – BOL – JELSA, Sunday (B, L)",
            "day_summary" : "Morning sail towards Bol on Brač Island, you will discover one of the most beautiful beaches in the entire Mediterranean – “Zlatni Rat” (the Golden Horn), which is constantly changing direction due to the ocean currents with optional swim if weather permits. Return to the ship for lunch and set sail for Jelsa on the island of Hvar. One of the most picturesque towns on the island of Hvar; Jelsa is nestled in amongst hills dense with pine woods. The town quay extends all the way around the harbour with numerous laid moorings. Walk around the town to see old stone streets, squares, churches, and parks. Enjoy a coffee in the main square and soak up the Mediterranean atmosphere of this bustling town. Your evening is free to explore Jelsa on your own."
        },
        {
            "day_headline": "Day 3 JELSA – KORČULA (Wine tasting), Monday (B, L, T)",
            "day_summary": "Early in the morning we set sail for the island of Korčula, with swimming stop, if weather permits, in one of pristine bays, time to relax and lunch on board. Continue towards Korčula, the most preserved medieval town, thought to be the birthplace of the famous explorer Marco Polo. Take a walking tour of Korčula which takes you through its narrow, cobbled streets full of history and enjoy wine tasting in one of the local wine bars. Evening is free to explore the town on your own."
        },
        {
            "day_headline": "Day 4 KORČULA – DUBROVNIK, Tuesday (B, L)",
            "day_summary": "In the morning sail to Dubrovnik, the “Pearl of the Adriatic”, a UNESCO World Heritage site. Upon arrival in Dubrovnik, you will enjoy a guided tour of the magnificent Old Town with a panoramic bus ride above the Old Town. After the panoramic view, we will arrive at the historical centre of Dubrovnik, walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After city tour, you will be left on your own to explore the city, visit City Walls, the Franciscan Monastery with Europe’s second oldest pharmacy, the Rector’s Palace, and the Cathedral, take a boat ride to Lokrum island or take the cable car to the top of the Mount Srđ. Overnight in Dubrovnik."
        },
        {
            "day_headline": "Day 5 DUBROVNIK – MLJET, Wednesday (B, L, CD)",
            "day_summary": "In the morning head further north to the Island of Mljet. Mljet National Park encompasses five types of forest, many species of birds, and two deep lakes, Veliko Jezero (Big Lake) and Malo Jezero (Small Lake). Join the Cruise Manager for a stroll to the famous salt lakes in the Mljet National Park. Alternatively, you can rent bicycles, scooters, or kayaks to explore the National Park or island on your own. Tonight, enjoy Captain’s dinner on board."
        },
        {
            "day_headline": "Day 6 MLJET – HVAR, Thursday (B, L)",
            "day_summary": "Take a break for a swim during your morning cruise. Continue sailing through lunch, arriving this afternoon in Hvar, a favourite holiday destination for international celebrities, but it’s also a charming seaside town with 8 centuries of architecture. On a walking tour visit the old town with the picturesque little streets and the first public theatre in Europe (older than Shakespeare’s theatre in the UK), the Franciscan Monastery and much more. Your evening is free in Hvar. You can explore more and dine on your own at one of the many restaurants in town."
        },
        {
            "day_headline": "Day 7 HVAR – SPLIT, Friday (B, L)",
            "day_summary": "Next, we head to our final port Split with a stop along the way to swim, cool off and relax, if weather permits, with lunch on board. In the late afternoon we arrive in Split to take a walking tour of the historic inner city takes us to the Palace of the Roman Emperor Diocletian, a UNESCO World Heritage Site. We see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle, and the Cathedral. Your evening is free in Split."
        },
        {
            "day_headline": "Day 8 SPLIT DEPARTURE, Saturday (B)",
            "day_summary": "After breakfast it is time to disembark. You will be transferred to Split airport or your Split hotel."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "DESIRE",
            "dates" : {
                "low_season" : ["05/07/2022","05/14/2022","10/01/2022", "10/08/2022", "10/15/2022"],
                "mid_season" : ["05/21/2022", "07/23/2022", "07/30/2022","08/06/2022","08/13/2022","08/20/2022"],
                "high_season" : ["06/25/2022","07/16/2022", "08/27/2022","09/03/2022","09/10/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1705,
                    "mid_season" : 1945,
                    "high_season" : 2160
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2295,
                    "high_season" : 2520
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2160,
                    "mid_season" : 2415,
                    "high_season" : 2640
                }
                ,
                {
                    "cabin_name" : "SUN DECK CABIN",
                    "low_season" : 2280,
                    "mid_season" : 2535,
                    "high_season" : 2760
                }
            ]
            
        },
        {
            "name" : "MY WAY",
            "dates" : {
                "low_season" : ["05/07/2022","05/14/2022"],
                "mid_season" : ["08/13/2022"],
                "high_season" : ["09/17/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                }
                ,
                {
                    "cabin_name" : "SUN DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
            
        },
        {
            "name" : "ARCA",
            "dates" : {
                "low_season" : ["05/07/2022","05/14/2022"],
                "mid_season" : ["05/21/2022", "05/28/2022", "07/23/2022", "07/30/2022"],
                "high_season" : ["06/04/2022","06/18/2022","06/25/2022","07/02/2022","07/09/2022", "08/27/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
            
        },
        {
            "name" : "PRESTIGE",
            "dates" : {
                "low_season" : ["05/07/2022"],
                "mid_season" : ["05/28/2022", "08/06/2022", "09/24/2022"],
                "high_season" : ["06/04/2022","06/11/2022","06/18/2022","06/25/2022","07/16/2022","09/03/2022","09/10/2022","09/17/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
            
        },
        {
            "name" : "EQUATOR",
            "dates" : {
                "low_season" : ["05/07/2022", "10/01/2022"],
                "mid_season" : ["08/06/2022", "08/13/2022", "09/24/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : 1800
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160
                }
            ]
            
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K200/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K200/1 (1).png","https://kompas.net/images/adriatic_cruises/K200/1 (2).png","https://kompas.net/images/adriatic_cruises/K200/1 (3).png","https://kompas.net/images/adriatic_cruises/K200/1 (4).png","https://kompas.net/images/adriatic_cruises/K200/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K200/brochure.pdf"
},
{
    "cruise_name" : "K210 Split return cruise via Zadar",
    "short_description" : "8-day cruise from from Split to np Krka, Sibenik, Zadar, np Kornati, Primošten, Vis, Biševo, Hvar, Stari Grad, Bol and return to Split",
    "features" : {
        "included" : "7 nights cruise from Split to Zadar and back to Split#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#3 lunches, all with 3 courses and salad bar# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Sibenik, Zadar, Vis, Hvar and Split#Guided tour and entrance to Krka National Park#Wine Tasting in Bol"
        ],
        "supplements_optional" : "Entrance to Blue Cave to be paid on the spot: up to $16 per person (depending on the season)"
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 SPLIT ARRIVAL, Saturday (WR, D)",
            "day_summary": "You will be transferred from Split’s airport or your Split hotel to harbour, where embarkation begins at 1:00 PM. Get settled in your cabin before attending a Welcome Reception followed by dinner this evening."
        },
        {
            "day_headline" : "Day 2 SPLIT – NP KRKA – SIBENIK, Sunday (B, L)",
            "day_summary" : "Depart from Split early in the morning towards Sibenik. After lunch disembark in Sibenik and take the bus to visit Krka National Park. It’s magnificent waterfalls, including the famous waterfall Skradinski Buk, are one of Croatia’s most famous sights. After the sightseeing tour, we will return to Sibenik, a city of exceptional history and rich cultural heritage. Set out on a walking tour of Sibenik historical center and visit one of the most beautiful Renaissance Cathedrals of the Adriatic. Your night is at leisure in town."
        },
        {
            "day_headline": "Day 3 ŠIBENIK – GALEŠNJAK – ZADAR, Monday (B, L)",
            "day_summary": "Leaving Šibenik early in the morning we set sail for Galešnjak, a typical small Dalmatian island, where you can enjoy a swim stop in one of secluded bays. Enjoy lunch while we cruise into Zadar harbour in the afternoon. Set out on a walking tour of Zadar historical center and admire the old walls and Port Gate built in 16th century. Visit the Square of the Five Wells, the Church of St. Donat, the Roman Forum and the largest Cathedral in Dalmatia, St. Anastasia. If there is a breeze, enjoy at the sea organ, an amazing art installation. Overnight in Zadar."
        },
        {
            "day_headline": "Day 4 ZADAR – SALI – NP KORNATI – PRIMOSTEN, Tuesday (B, L)",
            "day_summary": "Morning departure for Sali, a tourist town on Dugi Otok surrounded by hills, fields, bays and islets. Enjoy swimming in one of the secluded bays. We set sail for the National Park Kornati, comprised of 89 unforgettable islands, islets and reefs. The Kornati National Park is often mentioned as a “nautical paradise” and a rich marine eco-system. Afterwards we continue to Primošten built on a hill and dominated by the parish Church of St. George which was built in 1485. Your evening is at leisure in town."
        },
        {
            "day_headline": "Day 5 PRIMOŠTEN – VIS, Wednesday (B, L, CD)",
            "day_summary": "We will have an early morning cruise towards the island of Vis, once a strategic naval Yugoslav base and closed to the public. Due to this isolation, Vis has a special charm – “the Mediterranean as it once was” making it really interesting to visit. Upon arrival in town of Vis join the walking tour to visit the remains of the Roman thermal place and views of the beautiful Villae Rusticae situated along the waterfront. Tonight, enjoy Captain’s dinner onboard."
        },
        {
            "day_headline": "Day 6 VIS – BIŠEVO – HVAR – STARI GRAD, Thursday (B, L)",
            "day_summary": "We will have an early morning cruise towards small island of Biševo to visit the Blue cave, a magnificent natural phenomenon. As sometimes weather conditions can be very unpredictable, the possibility of our visit will depend on those conditions, however you will be notified of this on time. Enjoy a relaxing cruise as we sail towards the island of Hvar, with swim stop in one of the secluded bays. Hvar is a favourite holiday destination for international celebrities, but it’s also a charming seaside town with 8 centuries of architecture. On a walking tour visit the old town with the picturesque little streets and the first public theatre in Europe. We will continue towards Stari Grad on the Hvar Island, the sunniest Adriatic island. The famous Stari Grad Field is the oldest in Croatia and the best preserved example of ancient Greek system of agriculture. It is a part of world heritage protected by UNESCO. Overnight in Stari Grad."
        },
        {
            "day_headline": "Day 7 STARI GRAD – BOL (Wine tasting) – SPLIT, Friday (B, L, T)",
            "day_summary": "In the morning we will continue towards our final island destination – the island of Brač where swimming is planned at the most famous beach in Dalmatia – Golden Horn near Bol – whose pebbles shifts from side to side as the wind and waves constantly change in shape. Join the visit to a Winery where you will have a guided winery tour to learn more about Dalmatian wines and enjoy a Wine tasting. We arrive in Split in the afternoon. This UNESCO World Heritage city bases the city centre in and around the stunning Diocletian’s Palace, the Roman emperor Diocletian’s retirement palace from 295–305 AD. Stroll through the palace basement filled with market stalls and outside experience the historical architecture of this beautiful palace. See the remnants of Split`s Roman heritage, it`s Renaissance and Gothic structures, Jupiter`s temple, the Peristyle and many other unique sites. Overnight in Split."
        },
        {
            "day_headline": "Day 8 SPLIT DEPARTURE, Saturday (B)",
            "day_summary": "After breakfast it’s time to disembark. You will be transferred to Split airport or your Split hotel."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "ARCA",
            "dates" : {
                "low_season" : ["10/01/2022", "10/08/2022"],
                "mid_season" : ["08/06/2022","08/13/2022","08/20/2022","09/24/2022"],
                "high_season" : ["06/11/2022","07/16/2022", "09/03/2022","09/10/2022", "09/17/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
        },
        {
            "name" : "PRESTIGE",
            "dates" : {
                "low_season" : ["05/14/2022","10/15/2022"],
                "mid_season" : ["05/21/2022","07/23/2022","07/30/2022"],
                "high_season" : ["08/27/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K210/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K210/1 (1).png","https://kompas.net/images/adriatic_cruises/K210/1 (2).png","https://kompas.net/images/adriatic_cruises/K210/1 (3).png","https://kompas.net/images/adriatic_cruises/K210/1 (4).png","https://kompas.net/images/adriatic_cruises/K210/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K210/brochure.pdf"
},
{
    "cruise_name" : "K260 One way Split to Dubrovnik",
    "short_description" : "From Split to Trogir, np Krka, Stari Grad, Hvar, Vis, Biševo, Korčula, Mljet, Slano, Elaphiti islands and Dubrovnik",
    "features" : {
        "included" : " 7 nights cruise from Split to Dubrovnik#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#6 lunches, all with 4 courses# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Split, Trogir, Hvar, Korčula and Dubrovnik#Guided tour and entrance to Krka National Park and Mljet National Park#Oyster tasting in Ston"
        ],
        "supplements_optional" : "Entrance to Blue Cave to be paid on the spot: up to $16 per person (depending on the season)"
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 SPLIT ARRIVAL, Saturday (WR, D)",
            "day_summary": "You will be transferred from Split’s airport or your Split hotel to harbour, where embarkation begins at 1:00 PM. Get settled in your cabin before attending a Welcome Reception followed by dinner this evening."
        },
        {
            "day_headline" : "Day 2 SPLIT – TROGIR (NP Krka excursion), Sunday (B, L)",
            "day_summary" : "In the morning join a guided tour of Split, visit the seafront promenade and Roman Emperor Diocletian’s Palace. The historical center of the city is listed as a UNESCO World Heritage site. Set sail to the old Dalmatian town Trogir. Trogir is sometimes referred to as “miniature Venice” or a “mini Dubrovnik” because of its ancient walls, or a floating museum town – as it has a masterful architecture including some stunning Venetian palaces. After disembark in Trogir we will take the bus to visit Krka National Park. You will discover the pristine nature and waterfalls of the Krka National Park, an area extremely rich with flora and fauna. Overnight in Trogir."
        },
        {
            "day_headline": "Day 3 TROGIR – STARI GRAD, Monday (B, L)",
            "day_summary": "Morning guided tour of Trogir with a local tour guide. Enjoy sailing towards Stari Grad on the island of Hvar, swimming stop and lunch on board. Stari Grad is one of the oldest towns in Europe with many friendly and cheap konobas and restaurants in the backstreets of the old town. The Stari Grad Plain and the old town centre of Stari Grad have been listed as UNESCO World Heritage Sites since 2008. Your evening is free to explore Stari Grad on your own."
        },
        {
            "day_headline": "Day 4 STARI GRAD – HVAR – VIS, Tuesday (B, L)",
            "day_summary": "Leaving Stari Grad in the morning towards city of Hvar. A sightseeing tour of Hvar town shows you the first public theatre in Europe and many more historical sites. Afterwards continue to Vis. The town of Vis is on the northern side of the island and was developed near the remains of ancient Issa, the first urban centre in Croatia, formed by the Greeks in 4th century B.C. Visit the remains of the Roman Baths, Church or Our Lady and City museum or take a walk enjoying the view of the beautiful Villae Rusticae situated along the coast. Your evening is free in Vis."
        },
        {
            "day_headline": "Day 5 VIS – BIŠEVO – KORČULA, Wednesday (B, L)",
            "day_summary": "Leaving Vis we will have an early morning cruise towards Biševo island to visit the Blue Cave, a magnificent natural phenomenon on the islet Biševo just in front of the town of Komiža. As sometimes weather conditions can be very unpredictable, the possibility of our visit will depend on those conditions, however you will be notified of this on time. Afterwards cruise towards the Korčula the island’s main settlement and is known as the birthplace of Marco Polo, one of the world’s most famous explorers of all times. Stop for lunch in one of the secluded bays en route. Afternoon arrival in Korčula followed by a guided walking tour of one of the best preserved medieval cities in the Mediterranean. Korčula has an abundant choice of restaurants to enjoy your gourmet experience and there are numerous bars and clubs for those looking for evening entertainment. Overnight in Korčula."
        },
        {
            "day_headline": "Day 6 KORČULA – MLJET – SLANO (Oyster Tasting), Thursday (B, L, T, CD)",
            "day_summary": "In the morning head further south to the Island of Mljet. Join the Cruise Manager for a stroll to the famous salt lakes in the Mljet National Park. Alternatively, you can rent bicycles, scooters or kayaks to explore the National Park or island on your own. Lunch on board and departure for a small village called Slano on the mainland, a peaceful fishermen’s village and the starting point to Ston, another once fortified small village famous for its oysters situated on Pelješac peninsula. Pelješac peninsula is known as one of the best wine-producing regions in Croatia. After exploring the town we leave to a small nearby village to enjoy the authentic local oyster tasting. Tonight enjoy Captain’s dinner and overnight in Slano."
        },
        {
            "day_headline": "Day 7 SLANO – ELAPHITI ISLANDS – DUBROVNIK, Friday (B, L)",
            "day_summary": "Early morning cruise to Elaphiti islands with swimming stop on one of the secluded bays to spend the morning. Before lunch sail to Dubrovnik, before we moor at Gruž port we cruise alongside the old city walls, while lunch is served. After docking join a guided tour with panoramic ride and transfer included. After the panoramic view, we will arrive at the historical centre of Dubrovnik, walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After city tour, you will be left on your own to explore the city, visit City Walls, the Franciscan Monastery with Europe’s second oldest pharmacy, the Rector’s Palace and the Cathedral, take a boat ride to Lokrum island or take the cable car to the top of the Mount Srđ. Overnight in Dubrovnik."
        },
        {
            "day_headline": "Day 8 DUBROVNIK DEPARTURE, Saturday (B)",
            "day_summary": "After breakfast it’s time to disembark. You will be transferred to Dubrovnik airport or your Dubrovnik hotel."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "MY WISH",
            "dates" : {
                "low_season" : ["05/14/2022","10/01/2022","10/15/2022"],
                "mid_season" : ["05/28/2022","07/23/2022","08/06/2022","08/20/2022"],
                "high_season" : ["06/11/2022","06/25/2022","07/09/2022", "09/03/2022","09/17/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1800,
                    "mid_season" : 2040,
                    "high_season" : 2280
                },
                {
                    "cabin_name" : "UPPER DECK CABIN WITH BALCONY",
                    "low_season" : 2280,
                    "mid_season" : 2520,
                    "high_season" : 2760
                }
            ]
        },
        {
            "name" : "DESIRE",
            "dates" : {
                "low_season" : [""],
                "mid_season" : ["05/28/2022"],
                "high_season" : ["06/11/2022","07/02/2022","09/17/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2280,
                    "high_season" : 2520
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "SUN DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
        },
        {
            "name" : "MY WAY",
            "dates" : {
                "low_season" : [""],
                "mid_season" : ["05/21/2022","07/30/2022","08/20/2022","09/24/2022"],
                "high_season" : ["06/04/2022","06/18/2022","06/25/2022","07/02/2022","07/09/2022","08/27/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 1920,
                    "high_season" : 2160
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "MAIN DECK SINGLE CABIN",
                    "low_season" : "",
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
        },
        {
            "name" : "PRESTIGE",
            "dates" : {
                "low_season" : ["05/07/2022","05/14/2022"],
                "mid_season" : ["05/21/2022","05/28/2022","07/23/2022","07/30/2022"],
                "high_season" : ["06/04/2022","06/18/2022","06/25/2022","07/02/2022","07/09/2022","08/27/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
        },
        {
            "name" : "EQUATOR",
            "dates" : {
                "low_season" : ["10/01/2022"],
                "mid_season" : ["08/13/2022"],
                "high_season" : ["07/02/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1680,
                    "mid_season" : 1920,
                    "high_season" : 2160
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K260/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K260/1 (1).png","https://kompas.net/images/adriatic_cruises/K260/1 (2).png","https://kompas.net/images/adriatic_cruises/K260/1 (3).png","https://kompas.net/images/adriatic_cruises/K260/1 (4).png","https://kompas.net/images/adriatic_cruises/K260/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K260/brochure.pdf"
},
{
    "cruise_name" : "K270 One way Dubrovnik to Split",
    "short_description" : "8-day cruise from Dubrovnik to Elaphiti islands, Slano, Mljet, Korčula, Biševo, Vis, Hvar, Stari Grad and Split",
    "features" : {
        "included" : "7 nights cruise from Dubrovnik to Split#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#6 lunches, all with 4 courses# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Dubrovnik, Korčula, Hvar, Trogir and Split#Guided tour and entrance to Mljet National Park and Krka National Park#Oyster tasting in Ston"
        ],
        "supplements_optional" : "Entrance to Blue Cave to be paid on the spot: up to $16 per person (depending on the season)"
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 DUBROVNIK ARRIVAL, Saturday (WR, D)",
            "day_summary": "You will be transferred from Dubrovnik airport or your Dubrovnik hotel to harbour, where embarkation begins at 1:00 PM. Get settled in your cabin before attending a Welcome reception followed by dinner this evening."
        },
        {
            "day_headline" : "Day 2 DUBROVNIK – ELAPHITI ISLANDS – SLANO (Oyster tasting), Sunday (B, L, T, CD)",
            "day_summary" : "Start the day with a walking tour of Dubrovnik, the “Pearl of Adriatic”. Walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After returning to ship enjoy the magic scenery as the ship cruises around Dubrovnik city walls to continue to one of the Elaphiti islands for a swim stop. Afternoon arrival in Slano, a peaceful fishermen’s village and our starting point to Ston, once fortified small village famous for its oysters situated on Pelješac peninsula. Pelješac peninsula is known as one of the best wine-producing regions in Croatia. After exploring the town we leave to a small nearby village to enjoy the authentic local oyster tasting. Overnight and Captain’s dinner in Slano."
        },
        {
            "day_headline": "Day 3 SLANO – MLJET – KORCULA, Monday (B, L)",
            "day_summary": "In the morning we head north to the Island of Mljet. Join the Cruise Manager for a stroll to the famous salt lakes in the Mljet National Park. Continue our cruise towards the Korčula island best known as the birthplace of Marco Polo. Afternoon arrival in Korčula followed by a guided walking tour of this enchanting town surrounded by walls, which is one of the best preserved medieval cities in the Mediterranean. Overnight in Korčula where you can enjoy a gourmet experience at the multiple restaurants and bars."
        },
        {
            "day_headline": "Day 4 KORČULA – BIŠEVO – VIS, Tuesday (B, L)",
            "day_summary": "Early in the morning we sail to small island Biševo to visit the Blue Cave, a magnificent natural phenomenon. As sometimes weather conditions can be very unpredictable, the possibility of our visit will depend on those conditions, however you will be notified of this on time. Cruise towards the island of Vis, once a strategic naval Yugoslav base and restricted to the public. Due to this isolation, Vis has a special charm – “the Mediterranean as it once was” making it really interesting to visit. Try some exquisite wine sorts in one of the Vis traditional wineries. If interested, visit the remains of the Roman thermal place, City museum or simply take a walk enjoying the views. Overnight in the port of Vis."
        },
        {
            "day_headline": "Day 5 VIS – HVAR – STARI GRAD, Wednesday (B, L)",
            "day_summary": "In the morning head further towards Hvar, the longest and sunniest island in the Adriatic, with a swim stop and lunch on board. Afternoon arrival in Hvar town followed by a tour of the town – the Renaissance cathedral with its original tower, and the oldest community theatre in Europe founded in 1612. After the tour set sail towards Stari Grad on the island of Hvar, one of the oldest cities in Europe where you will overnight."
        },
        {
            "day_headline": "Day 6 STARI GRAD – TROGIR (NP Krka excursion), Thursday (B, L)",
            "day_summary": "Early morning departure to the old Dalmatian town Trogir. Trogir is sometimes referred to as “miniature Venice” or a “mini Dubrovnik” because of its ancient walls, or a floating museum town – as it has a masterful architecture including some stunning Venetian palaces. After disembark in Trogir we will take the bus to visit Krka National Park. You will discover the pristine nature and waterfalls of the Krka National Park, an area extremely rich with flora and fauna. Overnight in Trogir."
        },
        {
            "day_headline": "Day 7 TROGIR – SPLIT, Friday (B, L)",
            "day_summary": "In the morning join our guided tour of Trogir with a local tour guide. Set sail to Split with a stop along the way to swim and relax, if weather permits, with lunch on board. In the late afternoon we arrive at Split to spend the night. Arriving in Split, join a guided tour of the city, visit the seafront promenade and Roman Emperor Diocletian’s Palace. The historical center of the city is listed as a UNESCO World Heritage site. Your evening is free in Split."
        },
        {
            "day_headline": "Day 8 SPLIT DEPARTURE, Saturday (B)",
            "day_summary": "After breakfast it’s time to disembark. You will be transferred to Split airport or your Split hotel."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "MY WISH",
            "dates" : {
                "low_season" : ["05/07/2022","10/08/2022"],
                "mid_season" : ["05/21/2022","07/30/2022","08/13/2022","08/24/2022"],
                "high_season" : ["06/04/2022","06/18/2022","07/02/2022","07/16/2022", "08/27/2022","09/10/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1800,
                    "mid_season" : 2040,
                    "high_season" : 2280
                },
                {
                    "cabin_name" : "UPPER DECK CABIN WITH BALCONY",
                    "low_season" : 2280,
                    "mid_season" : 2520,
                    "high_season" : 2760
                }
            ]
        },
        {
            "name" : "DESIRE",
            "dates" : {
                "low_season" : [""],
                "mid_season" : ["09/24/2022"],
                "high_season" : ["06/04/2022","06/18/2022","07/09/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2040,
                    "high_season" : 2280
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2340,
                    "high_season" : 2580
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2400,
                    "high_season" : 2640
                },
                {
                    "cabin_name" : "SUN DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2520,
                    "high_season" : 2760
                }
            ]
        },
        {
            "name" : "MY WAY",
            "dates" : {
                "low_season" : ["10/15/2022"],
                "mid_season" : ["05/28/2022","07/23/2022","08/06/2022"],
                "high_season" : ["06/11/2022","06/25/2022","07/09/2022","09/10/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1680,
                    "mid_season" : 1920,
                    "high_season" : 2160
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "SUN DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
        },
        {
            "name" : "PRESTIGE",
            "dates" : {
                "low_season" : ["05/07/2022","05/14/2022"],
                "mid_season" : ["05/21/2022","05/28/2022","07/23/2022","07/30/2022"],
                "high_season" : ["06/04/2022","06/18/2022","06/25/2022","07/02/2022","07/09/2022","08/27/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1680,
                    "mid_season" : 1920,
                    "high_season" :2160
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : 2280,
                    "high_season" : 2520
                }
            ]
        },
        {
            "name" : "EQUATOR",
            "dates" : {
                "low_season" : [""],
                "mid_season" : ["08/06/2022","08/13/2022","09/24/2022"],
                "high_season" : ["06/18/2022","09/03/2022","09/17/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 1920,
                    "high_season" : 2160
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : "",
                    "mid_season" : 2160,
                    "high_season" : 2400
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K270/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K270/1 (1).png","https://kompas.net/images/adriatic_cruises/K270/1 (2).png","https://kompas.net/images/adriatic_cruises/K270/1 (3).png","https://kompas.net/images/adriatic_cruises/K270/1 (4).png","https://kompas.net/images/adriatic_cruises/K270/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K270/brochure.pdf"
},
{
    "cruise_name" : "K240 Dubrovnik return cruise",
    "short_description" : "8-day cruise from Dubrovnik to Split and back to Dubrovnik",
    "features" : {
        "included" : "7 nights cruise from Dubrovnik to Split and back to Dubrovnik#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#6 lunches, all with 4 courses# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : [" City tours of Dubrovnik, Korcula, Hvar and Split#Guided tour and entrance to Mljet National Park#Wine tasting in Korcula"
        ]
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 DUBROVNIK ARRIVAL, Saturday (WR, D)",
            "day_summary": "You will be transferred from Dubrovnik’s airport or your Dubrovnik’s hotel to harbour, where embarkation begins at 1:00 PM. Get settled in your cabin before attending a Welcome Reception followed by dinner this evening."
        },
        {
            "day_headline" : "Day 2 DUBROVNIK – KORČULA (Wine tasting), Sunday (B, L, T)",
            "day_summary" : "Early in the morning we set sail for the island of Korcula, with swimming stop, if weather permits, in one of pristine bays, time to relax and lunch on board. Continue towards Korčula, the most preserved medieval town, thought to be the birthplace of the famous explorer Marco Polo. Take a walking tour of Korčula which takes you through its narrow, cobbled streets full of history and enjoy wine tasting in one of the local wine bars. Evening is free to explore the town on your own."
        },
        {
            "day_headline": "Day 3 KORČULA – MAKARSKA, Monday (B, L, CD)",
            "day_summary": "In the morning we continue our adventure by sailing to town of Makarska, on the mainland, where we will spend the night. Makarska is one of the most popular tourist resort areas on Adriatic due to its long pebbly beaches and scenic mountains in the background, which creates a specific climate and picturesque views. After lunch on board, you will have free time to enjoy the therapeutic benefits of fresh sea air by walking through the green paths of St. Peter peninsula towards west and then further to the beach for a lovely 2 km long walk along the seaside promenade or to explore the streets and squares of Old Town behind the main promenade, which are abundant with galleries, souvenir shops, cafes and restaurants. Tonight enjoy Captain’s dinner and overnight in port of Makarska."
        },
        {
            "day_headline": "Day 4 MAKARSKA – PUČIŠĆA – SPLIT, Tuesday (B, L)",
            "day_summary": "Our journey then continues towards Pučišća, situated on the island of Brač, village of the stone sculpture, where you can visit amazing stonemason school (optional). After visiting Pučišća set sail to Split with a stop along the way to swim and relax, if weather permits, with lunch on board. In the late afternoon we arrive at Split to spend the night. Arriving in Split, join a guided tour of the city, visit the seafront promenade and Roman Emperor Diocletian’s Palace. The historical center of the city is listed as a UNESCO World Heritage site. Your evening is free in Split."
        },
        {
            "day_headline": "Day 5 SPLIT – HVAR, Wednesday (B, L)",
            "day_summary": "Adriatic. A sightseeing tour of Hvar town shows you the first public theatre in Europe and many more historical sites. Spend evening and night in Hvar. Note: Due to the limited capacity of the Hvar harbour (during peak season in July and August) port of call can be substituted for Stari Grad/Jelsa. In that case transfer by bus will be organized to and from Hvar."
        },
        {
            "day_headline": "Day 6 HVAR – MLJET, Thursday (B, L)",
            "day_summary": "In the morning head further south to the Island of Mljet. Join the Cruise Manager for a stroll to the famous salt lakes in the Mljet National Park and enjoy the boat ride to the St Mary Isle to visit an ancient Benedictine monastery, an old abbey and a Church dating back to the 12th Century. Alternatively, you can rent bicycles, scooters or kayaks to explore the National Park or island on your own. Overnight in port of Pomena."
        },
        {
            "day_headline": "Day 7 MLJET – DUBROVNIK, Friday (B, L)",
            "day_summary": "In the morning sail to Dubrovnik, the “Pearl of the Adriatic”, a UNESCO World Heritage site. Upon arrival in Dubrovnik, you will enjoy a guided tour of the magnificent Old Town with a panoramic bus ride above the Old Town. After the panoramic view, we will arrive at the historical centre of Dubrovnik, walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After city tour, you will be left on your own to explore the city, visit City Walls, the Franciscan Monastery with Europe’s second oldest pharmacy, the Rector’s Palace and the Cathedral, take a boat ride to Lokrum island or take the cable car to the top of the Mount Srđ. Overnight in Dubrovnik."
        },
        {
            "day_headline": "Day 8 DUBROVNIK DEPARTURE, Saturday (B)",
            "day_summary": "After breakfast it’s time to disembark. You will be transferred to Dubrovnik airport or your Dubrovnik hotel."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "MY WAY",
            "dates" : {
                "low_season" : ["10/01/2022","10/08/2022"],
                "mid_season" : "",
                "high_season" : ["08/27/2022","09/03/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : "",
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : "",
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "MAIN DECK SINGLE CABIN",
                    "low_season" : 1920,
                    "mid_season" : "",
                    "high_season" : 2400
                },
                {
                    "cabin_name" : "UPPER DECK CABIN",
                    "low_season" : 2040,
                    "mid_season" : "",
                    "high_season" : 2520
                }
            ]
        },
        {
            "name" : "EQUATOR",
            "dates" : {
                "low_season" : ["10/15/2022"],
                "mid_season" : ["05/21/2022","05/28/2022","07/23/2022"],
                "high_season" : ["06/04/2022","06/11/2022","07/02/2022","07/09/2022","07/16/2022","08/27/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1560,
                    "mid_season" : 1800,
                    "high_season" : 2040
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1920,
                    "mid_season" : 2160,
                    "high_season" : 2400
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K240/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K240/1 (1).png","https://kompas.net/images/adriatic_cruises/K240/1 (2).png","https://kompas.net/images/adriatic_cruises/K240/1 (3).png","https://kompas.net/images/adriatic_cruises/K240/1 (4).png","https://kompas.net/images/adriatic_cruises/K240/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K240/brochure.pdf"
},
{
    "cruise_name" : "K280 Zadar to Dubrovnik",
    "short_description" : "8-day cruise from zadar to Sibenik, Trogir, Split, Bol, Hvar, Korcula, Mljet and Dubrovnik",
    "features" : {
        "included" : "7 nights cruise from Zadar to Dubrovnik#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#6 lunches, all with 4 courses# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Zadar, Split, Hvar, Korčula and Dubrovnik#Guided tour and entrance to Mljet National Park and Krka National Park#Entrance to Kornati National Park"
        ]
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 ZADAR ARRIVAL, Sunday (WR, D)",
            "day_summary": "You will be transferred from the airport or from your hotel in Zadar to the port for embarkation. Later join your fellow travelers and your cruise manager for an on board welcome reception and dinner."
        },
        {
            "day_headline" : "Day 2 ZADAR – SALI, Monday (B, L)",
            "day_summary" : "We start the day with breakfast followed by a walking tour of Zadar’s historical center. The city’s compact pedestrian zone is perfect to explore on foot. We admire the 16th century walls built by the Venetians as a defense against the Turks. We also see the Port Gate where the Venetian lion still guards the entrance, the Square of the Five Wells, the Church of St. Donat, the Roman Forum, and the largest cathedral in Dalmatia, St. Anastasia. We stop for a tasting of traditional Maraschino liqueur. While we set sail for Sali, lunch is served. Later in the day, we explore Sali. Dinner is on your own in one of the local restaurants."
        },
        {
            "day_headline": "Day 3 SALI – ŠIBENIK, Tuesday (B, L)",
            "day_summary": "After breakfast, we take in the scenic wonderlands of two National Parks in the Sibenik area: Krka, with its breathtaking waterfalls, and Kornati, comprised of more than 140 islands with numerous coves and crystal-clear waters. The day is devoted to tourthese scenic destinations. After our visithere, the evening is at leisure in Sibenik."
        },
        {
            "day_headline": "Day 4 ŠIBENIK – TROGIR – SPLIT, Wednesday (B, L)",
            "day_summary": "In the morning there is time for a swim before we continue sailing. After lunch, we arrive in the UNESCO-listed city of Trogir. Our time here is at leisure until we set course for Split. Here, a walking tour of the historic inner city takes us to the Palace of the Roman Emperor Diocletian, a UNESCO World Heritage Site. We see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle, and the Cathedral."
        },
        {
            "day_headline": "Day 5 SPLIT – BOL – HVAR, Thursday (B, L)",
            "day_summary": "We sail to Bol, home of the Golden Horn, one of the most breathtaking beaches in Croatia. This vast, golden pebble beach is unique in that it changes shape and position depending on the direction of the winds. Before lunch, there is time for a swim in the clear blue waters. Later, we sail to the island of Hvar where we enjoy a sightseeing tour that includes the first public theatre in Europe, the Franciscan Monastery, and many more historic sights. The evening is free to explore Hvar and to dine on your own in one of the excellent restaurants.<br>Note: Due to the limited capacity of the Hvar harbor (during peak season in July and August) the port of call can be substituted for Stari Grad / Jelsa. In that case transfers by bus will be organized to and from Hvar."
        },
        {
            "day_headline": "Day 6 HVAR – KORČULA – MLJET, Friday (B, L, CD)",
            "day_summary": "After breakfast we depart for Korčula, where we arrive in the early afternoon. Korčula town is thought to be the birthplace of the famous explorer Marco Polo. Our walking tour through its narrow, cobble-stone streets includes a visit of the majestic Gothic-Baroque Cathedral of St. Mark. We continue our cruise to the island of Mljet, where we enjoy an afternoon tour of Mljet National Park, which features five types of forest, many species of birds, and two deep lakes: Veliko Jezero (Big Lake) and Malo Jezero (Small Lake). This spectacular island was supposedly a favorite holiday spot for the Greek hero Ulysses! Tonight, on board our ship, we enjoy the Captain’s dinner with live entertainment and a glass of wine."
        },
        {
            "day_headline": "Day 7 MLJET – DUBROVNIK, Saturday (B, L)",
            "day_summary": "In the morning we sail to Dubrovnik, the so called “Pearl of Adriatic,” and a UNESCO World Heritage site. While in Dubrovnik, we take a walking tour of the old town and visit the Rector’s Palace and the Franciscan Monastery with its Pharmacy. The remainder of the day is free to discover even more of this amazing city."
        },
        {
            "day_headline": "Day 8 DUBROVNIK DEPARTURE, Saturday (B)",
            "day_summary": "After breakfast, you will be transferred to Dubrovnik airport or to your hotel in Dubrovnik."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "PREMIER",
            "dates" : {
                "low_season" : ["05/07/2022","10/08/2022"],
                "mid_season" : ["05/21/2022","07/30/2022","08/13/2022","09/24/2022" ],
                "high_season" : ["06/04/2022","06/18/2022","07/02/2022","07/16/2022","08/27/2022","09/10/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1800,
                    "mid_season" : 2100,
                    "high_season" : 2340
                },
                {
                    "cabin_name" : "UPPER DECK CABIN WITH BALCONY",
                    "low_season" : 2280,
                    "mid_season" : 2580,
                    "high_season" : 2820
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K280/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K280/1 (1).png","https://kompas.net/images/adriatic_cruises/K280/1 (2).png","https://kompas.net/images/adriatic_cruises/K280/1 (3).png","https://kompas.net/images/adriatic_cruises/K280/1 (4).png","https://kompas.net/images/adriatic_cruises/K280/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K280/brochure.pdf"
},
{
    "cruise_name" : "K290 Dubrovnik to Zadar",
    "short_description" : "8-day cruise from Dubrovnik to Mljet, Korčula, Hvar, Bol, Split, Trogir, Sibenik, Sali and Zadar",
    "features" : {
        "included" : "7 nights cruise from Dubrovnik to Zadar#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#6 lunches and 1 dinner, all with 4 courses# Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Dubrovnik, Korčula, Hvar, Split, Šibenik and Zadar#Guided tour and entrance to Mljet National Park and Krka National Park#Entrance to Kornati National Park"
        ]
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 DUBROVNIK ARRIVAL, Sunday (WR, D)",
            "day_summary": "You will be transferred from the airport or from your hotel in Dubrovnik to Gruz Harbor, where embarkation begins at noon. Later, join your fellow travelers and your cruise manager for an onboard welcome reception with dinner. This evening, you can relax on board, or take a stroll through Dubrovnik’s Old Town."
        },
        {
            "day_headline" : "Day 2 DUBROVNIK – MLJET – KORCULA, Monday (B, L, D)",
            "day_summary" : "We start the day with breakfast and a walking tour of Dubrovnik, the “Pearl of Adriatic” and a UNESCO World Heritage site. We visit the Rector’s Palace and the Franciscan Monastery’s Pharmacy before returning to the ship. While we set sail for Mljet Island, lunch is served. Mljet National Park features five types of forest, many species of birds, and two deep lakes: Veliko Jezero (Big Lake) and Malo Jezero (Small Lake). Spectacular scenery accompanies us all the way to Korčula, believed to be the birthplace of the explorer Marco Polo. Dinner tonight is on board."
        },
        {
            "day_headline": "Day 3 KORCULA – HVAR, Tuesday (B, L)",
            "day_summary": "This morning, after breakfast, we take a walking tour through the narrow, cobble-stone streets of Korčula town. Our visit includes a visit to the majestic Gothic-Baroque Cathedral of St. Mark. Afterward, we board our ship again and enjoy lunch. We stop for a swim en route to Hvar where we arrive late afternoon. There, during our sightseeing tour, we see the first public theatre in Europe, the Franciscan Monastery and much more. Our evening is free in Hvar so you can explore even more and dine on your own at one of the many restaurants in town.<br>Note: Due to the limited capacity of the Hvar harbor (during peak season in July and August) the port of call can be substituted for Stari Grad/Jelsa. In that case, transfers by bus will be organized to and from Hvar."
        },
        {
            "day_headline": "Day 4 HVAR – BOL – SPLIT, Wednesday (B, L)",
            "day_summary": "We sail to Bol, home of the Golden Horn, one of the most breathtaking beaches in Croatia. This vast, golden pebble beach is unique in that it changes shape and position depending on the direction of the winds. During lunch on board, we sail to Split. Here, a walking tour shows off the historic inner city, built around the Palace of the Roman Emperor Diocletian, a UNESCO World Heritage Site. We see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle, and the Cathedral. The evening is free to discover more of Split."
        },
        {
            "day_headline": "Day 5 SPLIT – TROGIR – ŠIBENIK, Thursday (B, L)",
            "day_summary": "In the morning, we sail to the UNESCO-listed city of Trogir. Our time here is free to explore on your own. Back on board, enjoy lunch as we cruise to Šibenik, with a stop for a swim on the way. In Šibenik, a walking tour shows us the highlights of the city, then our evening is at leisure."
        },
        {
            "day_headline": "Day 6 SIBENIK – SALI, Friday (B, L, CD)",
            "day_summary": "The Šibenik area is home to two National Parks: Krka, with its breathtaking waterfalls, and Kornati, comprised of more than 140 islands with numerous coves and crystal-clear water. The day is devoted to tour these scenic destinations before we sail to Sali. Tonight, aboard our ship, enjoy the Captain’s dinner with live entertainment and a glass of wine."
        },
        {
            "day_headline": "Day 7 SALI – ZADAR, Saturday (B, L)",
            "day_summary": "As we cruise this morning, and weather permitting, we stop for a swim. After lunch, we arrive in Zadar. The city’s compact pedestrian zone is perfect to explore on foot. We admire the 16th century walls built by the Venetians as a defense against the Turks. We also see the Port Gate where the Venetian lion still guards the entrance, the Square of the Five Wells, the Church of St. Donat, the Roman Forum, and the largest cathedral in Dalmatia, St. Anastasia. After the tour, we stop for a tasting of traditional Maraschino liqueur. The evening is free in Zadar."
        },
        {
            "day_headline": "Day 8 ZADAR DEPARTURE, Sunday (B)",
            "day_summary": "After breakfast, you will be transferred to Zadar airport or to your hotel in Zadar."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "PREMIER",
            "dates" : {
                "low_season" : ["05/14/2022","10/01/2022","10/15/2022"],
                "mid_season" : ["05/28/2022","07/23/2022","08/06/2022","08/20/2022" ],
                "high_season" : ["06/11/2022","06/25/2022","07/09/2022","09/03/2022","09/17/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1800,
                    "mid_season" : 2100,
                    "high_season" : 2340
                },
                {
                    "cabin_name" : "UPPER DECK CABIN WITH BALCONY",
                    "low_season" : 2280,
                    "mid_season" : 2580,
                    "high_season" : 2820
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K290/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K290/1 (1).png","https://kompas.net/images/adriatic_cruises/K290/1 (2).png","https://kompas.net/images/adriatic_cruises/K290/1 (3).png","https://kompas.net/images/adriatic_cruises/K290/1 (4).png","https://kompas.net/images/adriatic_cruises/K290/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K290/brochure.pdf"
},
{
    "cruise_name" : "MINI ROUTE K200 SD",
    "short_description" : "4-day mini cruise from Split to Stari Grad, Hvar, Korčula, Dubrovnik",
    "features" : {
        "included" : "3 nights cruise from Split to Dubrovnik#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#3 lunches, all with 4 courses#Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Hvar, Korcula & Dubrovnik#Wine tasting Korcula"
        ]
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 SPLIT ARRIVAL, Saturday (WR, D)",
            "day_summary": "You will be transferred from Split’s airport or your Split hotel to harbour, where embarkation begins at 1:00 PM. Get settled in your cabin before attending a Welcome reception followed by dinner this evening."
        },
        {
            "day_headline" : "Day 2 SPLIT – STARI GRAD, Sunday (B, L)",
            "day_summary" : "Morning sail towards Stari Grad on the island of Hvar. Swimming stop and lunch on board. Stari Grad is one of the oldest towns in Europe with many friendly and cheap konobas and restaurants in the backstreets of the old town. The Stari Grad Plain and the old town centre of Stari Grad have been listed as UNESCO World Heritage Sites since 2008. Your evening is free to explore Stari Grad on your own."
        },
        {
            "day_headline": "Day 3 STARI GRAD – HVAR – KORČULA (Wine tasting), Monday (B, L, T)",
            "day_summary": "Morning departure towards to the town of Hvar on the island of Hvar, the most popular island in the Adriatic and a meeting point for the international jet set. A sightseeing tour of this charming town, with 8 centuries of architecture, will show you the picturesque little streets and the first public theatre in Europe (older than Shakespeare’s theatre in the UK). Afterwards we set sail for Korčula, with swimming stop in one of pristine bays and lunch onboard. Early afternoon arrival to Korčula, thought to be the birthplace of the famous explorer Marco Polo. Take a walking tour through this fortified town which is one of the best preserved medieval cities in the Mediterranean and enjoy wine tasting in one of the local wine bars. Your evening is free to discover the town and enjoy dinner on your own at one of the many good restaurants."
        },
        {
            "day_headline": "Day 4 KORČULA – DUBROVNIK DEPARTURE, Tuesday (B, L)",
            "day_summary": "In the morning sail to Dubrovnik, the “Pearl of the Adriatic”, a UNESCO World Heritage site. Enjoy lunch while we cruise into Dubrovnik harbour in the afternoon. please leave your cabin and place your luggage in the Saloon. Set out on a walking tour of Dubrovnik, you will enjoy a guided tour of the magnificent Old Town with a panoramic bus ride above the Old Town. After the panoramic view, we will arrive at the historical centre of Dubrovnik, walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After the city tour you can take your luggage from the cruise and disembark."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "ARCA, DESIRE, EQUATOR, MY WAY, PRESTIGE",
            "dates" : {
                "low_season" : ["05/07/2022","05/14/2022","10/01/2022","10/08/2022","10/15/2022"],
                "mid_season" : ["05/21/2022","05/28/2022","07/23/2022","07/30/2022","08/06/2022","08/13/2022","08/20/2022","09/24/2022"],
                "high_season" : ["06/04/2022","06/11/2022","06/18/2022","06/25/2022","07/02/2022","07/09/2022","07/16/2022","08/27/2022","09/03/2022","09/10/2022","09/17/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1065,
                    "mid_season" : 1220,
                    "high_season" : 1370
                },
                {
                    "cabin_name" : "MAIN DECK",
                    "low_season" : 1290,
                    "mid_season" : 1455,
                    "high_season" : 1605
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K200SD/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K200SD/1 (1).png","https://kompas.net/images/adriatic_cruises/K200SD/1 (2).png","https://kompas.net/images/adriatic_cruises/K200SD/1 (3).png","https://kompas.net/images/adriatic_cruises/K200SD/1 (4).png","https://kompas.net/images/adriatic_cruises/K200SD/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K200SD/brochure.pdf"
},
{
    "cruise_name" : "MINI ROUTE K200 DS",
    "short_description" : "5-day mini cruise from Dubrovnik, Mljet, Pučišća, Omiš and Split",
    "features" : {
        "included" : "4 nights cruise from Dubrovnik to Split#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#3 lunches, all with 4 courses#Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tour of Split#Guided tour and entrance to Mljet National Park"
        ]
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 DUBROVNIK ARRIVAL, Tuesday",
            "day_summary": "You will be transferred from Dubrovnik’s airport or your Dubrovnik’s hotel to harbour, where embarkation begins at 6:00 PM."
        },
        {
            "day_headline" : "Day 2 DUBROVNIK – MLJET, Wednesday (B, L)",
            "day_summary" : "In the morning we head north to the Island of Mljet, with plenty of time for morning swim along the sail. Upon arrival join the Cruise Manager for a visit to the famous salt lakes in the National Park and enjoy the boat ride to St. Mary Isle to visit an ancient Benedictine monastery, an old abbey and a Church dating back to the 12th Century. Mljet National Park encompasses five types of forest, many species of birds, and two deep lakes, Veliko Jezero (Big Lake) and Malo Jezero (Small Lake). Your evening is free in Mljet."
        },
        {
            "day_headline": "Day 3 MLJET – PUCISCA, Thursday (B, L, CD)",
            "day_summary": "Take a break for a swim during your morning cruise. Continue sailing through lunch, arriving this afternoon in Pučišća, a beautiful little town on island of Brač. Pučišća features a spectacular steep-sided natural harbour and authentic Mediterranean architecture. Tonight, enjoy Captain’s dinner onboard."
        },
        {
            "day_headline": "Day 4 PUČIŠĆA – OMIŠ – SPLIT, Friday (B, L)",
            "day_summary": "Next we head to our final port Omiš with its fortresses which are silent stone reminders of the power of the pirates who once made their homes and fortunes here. You will have a possibility to book a short walking tour, followed by boarding a small boat and sail into Cetina River Canyon, a protected nature area, continuing to Radman Mills for a local specialty snack. After visiting Omiš set sail to Split with a stop along the way to swim, cool off and relax, if weather permits, with lunch onboard. In the late afternoon we arrive in Split to take a guided tour of the historical center of city which is listed as a UNESCO World Heritage site. Your evening is free in Split."
        },
        {
            "day_headline": "Day 5 SPLIT – TROGIR – ŠIBENIK, Thursday (B, L)",
            "day_summary": "After breakfast it’s time to disembark. You will be transferred to Split airport or your Split hotel."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "ARCA, DESIRE, EQUATOR, MY WAY, PRESTIGE",
            "dates" : {
                "low_season" : ["05/10/2022","05/17/2022","10/04/2022","10/11/2022","10/18/2022"],
                "mid_season" : ["05/24/2022","05/31/2022","07/26/2022","08/02/2022","08/09/2022","08/16/2022","08/23/2022"],
                "high_season" : ["06/07/2022","06/14/2022","06/21/2022","06/28/2022","07/05/2022","07/12/2022","07/19/2022","08/30/2022","09/06/2022","09/13/2022","09/20/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1310,
                    "mid_season" : 1500,
                    "high_season" : 1680
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1585,
                    "mid_season" : 1785,
                    "high_season" : 1970
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K200DS/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K200DS/1 (1).png","https://kompas.net/images/adriatic_cruises/K200DS/1 (2).png","https://kompas.net/images/adriatic_cruises/K200DS/1 (3).png","https://kompas.net/images/adriatic_cruises/K200DS/1 (4).png","https://kompas.net/images/adriatic_cruises/K200DS/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K200DS/brochure.pdf"
},
{
    "cruise_name" : "K245 Superior Dubrovnik return cruise",
    "short_description" : "8-day cruise from Dubrovnik, Korčula, Pučišča, Omiš, Split, Stari Grad, Hvar, Mljet and Dubrovnik",
    "features" : {
        "included" : "7 nights cruise from Dubrovnik to Split and back to Dubrovnik#Supreme category ship in a cabin with private bathroom#air conditioning & LCD TV#Arrival shared transfer from Dubrovnik airport/hotel to Dubrovnik#port and departure from Split port to Split airport/hotel#Daily buffet breakfast#6 lunches, all with 4 courses#Welcome dinner#Water dispenser#Complimentary coffee, tea and fresh fruits available daily#Professional Cruise Manager throughout#Daily cabin servicing#Whisper technology#Luggage handling#Free Wi-Fi on board#",
        "sightseeing" : ["City tours of Korcula, Split, Hvar and Dubrovnik"
        ]
    },
    "itinerary" : [
        {
            "day_headline": "Day 1 DUBROVNIK ARRIVAL, Sunday (WR, D)",
            "day_summary": "We embark in Dubrovnik at 1:00 PM, get settled in your cabin before attending a Welcome reception followed by dinner this evening."
        },
        {
            "day_headline" : "Day 2 DUBROVNIK – KORČULA (Wine tasting), Monday (B, L, T)",
            "day_summary" : "Early in the morning we set sail for the island of Korcula, with swimming stop, if weather permits, in one of pristine bays, time to relax and lunch on board. Continue towards Korčula, the most preserved medieval town, thought to be the birthplace of the famous explorer Marco Polo. Take a walking tour of Korčula which takes you through its narrow, cobbled streets full of history and enjoy wine tasting in one of the local wine bars. Evening is free to explore the town on your own."
        },
        {
            "day_headline": "Day 3 KORČULA – PUČIŠĆA, Tuesday (B, L, CD)",
            "day_summary": "Our journey then continues towards Pučišća, situated on the island of Brač, village of the stone sculpture, where you can visit amazing stonemason school (optional). Lunch on board before arrival in Pučišća, enjoy a swim in one of Brač’s many lovely coves and bays, if weather permits. Enjoy Captain’s dinner onboard and overnight in Pučišća."
        },
        {
            "day_headline": "Day 4 PUČIŠĆA – OMIŠ – SPLIT, Wednesday (B, L)",
            "day_summary": "We depart for Omiš before breakfast, its fortresses are silent stone reminders of the power of the pirates who once made their homes and fortunes here. You will have a possibility to book a short walking tour, followed by boarding a small boat and sail into Cetina River Canyon, a protected nature area, continuing to Radman Mills for a local specialty snack. After visiting Omiš set sail to Split with a stop along the way to swim and relax, if weather permits, with lunch on board. In the late afternoon we arrive at Split to spend the night. Arriving in Split, join a guided tour of the city, visit the seafront promenade and Roman Emperor Diocletian’s Palace. The historical center of the city is listed as a UNESCO World Heritage site. Your evening is free in Split."
        },
        {
            "day_headline": "Day 5 SPLIT – STARI GRAD, Thursday (B, L)",
            "day_summary": "Morning sail towards Stari Grad on the island of Hvar. Swimming stop and lunch on board. Stari Grad is one of the oldest towns in Europe with many friendly and cheap konobas and restaurants in the backstreets of the old town. The Stari Grad Plain and the old town centre of Stari Grad have been listed as UNESCO World Heritage Sites since 2008. Your evening is free to explore Stari Grad on your own."
        },
        {
            "day_headline": "Day 6 STARI GRAD – HVAR – MLJET, Friday (B, L)",
            "day_summary": "Morning departure towards to the town of Hvar on the island of Hvar, for a sightseeing tour. Hvar town shows you the first public theatre in Europe (older than Shakespeare’s theatre in the UK) and many more historical sites. Afterwards come back for lunch on board and sail towards Mljet. Croatian “Greenest Island” will hypnotize you with its beautiful, untouched nature and its cultural heritage. We arrive in the heart of Mljet National Park which encompasses five types of forests, many species of birds and two deep lakes. If you want to visit Mljet National Park, walk to the entrance where you can purchase the ticket to walk around the Veliko Jezero (Big Lake) and the Malo Jezero (Small Lake) and join the boat ride to St. Mary Island. Spend the night in Mljet."
        },
        {
            "day_headline": "Day 7 MLJET – DUBROVNIK, Saturday (B, L)",
            "day_summary": "In the morning we continue our adventure by sailing back to Dubrovnik with lunch on board with stop for swimming. Upon arrival in Dubrovnik, you will enjoy a guided tour of the magnificent Old Town with a panoramic bus ride above the Old Town. After the panoramic view, we will arrive at the historical centre of Dubrovnik, walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After city tour, you will be left on your own to explore the city, visit City Walls, the Franciscan Monastery with Europe’s second oldest pharmacy, the Rector’s Palace and the Cathedral, take a boat ride to Lokrum island or take the cable car to the top of the Mount Srđ. Overnight in Dubrovnik."
        },
        {
            "day_headline": "Day 8 DUBROVNIK DEPARTURE, Sunday (B)",
            "day_summary": "Disembark after breakfast."
        },
        {
            "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
        }
    ],
    "dates_pricing" : [
        {
            "name" : "PRINCESS, ALOHA",
            "dates" : {
                "low_season" : ["05/08/2022","05/15/2022","10/02/2022","10/09/2022"],
                "mid_season" : ["05/22/2022","05/29/2022","07/24/2022","07/31/2022","08/07/2022","08/14/2022","08/21/2022","09/25/2022"],
                "high_season" : ["06/05/2022","06/12/2022","06/19/2022","06/26/2022","07/03/2022","07/10/2022","07/17/2022","08/28/2022","09/04/2022","09/11/2022","09/18/2022"]
            },
            "prices" : [
                {
                    "cabin_name" : "LOWER DECK CABIN",
                    "low_season" : 1320,
                    "mid_season" : 1560,
                    "high_season" : 1680
                },
                {
                    "cabin_name" : "MAIN DECK CABIN",
                    "low_season" : 1440,
                    "mid_season" : 1740,
                    "high_season" : 1920
                }
            ]
        }
    ],
    "map" : "https://kompas.net/images/adriatic_cruises/K245/map.png",
    "gallery" : ["https://kompas.net/images/adriatic_cruises/K245/1 (1).png","https://kompas.net/images/adriatic_cruises/K245/1 (2).png","https://kompas.net/images/adriatic_cruises/K245/1 (3).png","https://kompas.net/images/adriatic_cruises/K245/1 (4).png","https://kompas.net/images/adriatic_cruises/K245/1 (5).png"],
    "pdf": "https://kompas.net/images/adriatic_cruises/K245/brochure.pdf"
}
    ],
    "cruise_and_land" : [
        {
            "tour_name" : "K220 ADRIATIC CRUISE WITH ROMANTIC VENICE",
            "short_description" : "12 days from Dubrovnik to Mljet, Korcula, Hvar, Bol, Split, Trogir, Sibenik, Sali, Zadar, Opatija and Venice",
            "features" : {
                "included" : "Arrival transfer from Dubrovnik Airport to hotel and departure transfer from the hotel in Venice to the Venice Airport (on the first and the last days of the tour only)#2 nights in hotel in Opatija and 2 nights in hotel in Venice#7-night accommodation on board (supreme category boat) in a cabin with private bathroom, A/C and LCD TV#Daily buffet breakfast#6 lunches (4 courses) during the cruise#Welcome Dinner and Captain’s Dinner during the cruise#Water dispenser during cruise#Complementary fresh fruits available daily during the cruise#Professional English speaking Cruise Manager#Daily cabin servicing, fresh bed linen and towels midweek during the cruise#Luggage handling#Free Wi-Fi#1 dinner at the hotel#Farewell dinner in Venice#air-conditioned motorcoach throughout#KOMPAS English speaking tour director throughout for land portion#Licensed Local Guides#Whisper technology enhanced touring#Hotel taxes",
                "sightseeing_included" : "Local guides for sightseeing tours of Plitvice National Park, Pula, Postojna, Venice#Entrance fees to Plitvice lower lakes, Pula Amphitheater, Postojna cave, Venice glass factory, St. Mark’s Basilica, Dodge’s Palace,#City tours of Dubrovnik, Korcula, Hvar, Split, Sibenik and Zadar#Guided tour and entrance to Mljet National Park and Krka National Park and Kornati National Park#Entrances to: Church St. Donat, Maraschino liqueur tasting, Diocletian’s Palace, Cathedral of St. Mark, Rector’s Palace, Franciscan Monastery with its Pharmacy",
                "rates_not_included": "Drinks, extra meals#Port tax + Tourist tax $44 net per person (to be paid by invoice)#Entrance Fees#All other entrance fees not mentioned in the inclusions"
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1 Dubrovnik, arrival, Saturday",
                    "day_summary": "You will be transferred from the airport or from your hotel in Dubrovnik to Gruz Harbour, where embarkation begins at noon. Later, join your fellow travellers and your cruise manager for an onboard welcome reception with dinner. This evening, you can relax on board, or take a stroll through Dubrovnik’s Old Town."
                },
                {
                    "day_headline" : "Day 2 Dubrovnik – Mljet – Korcula, Sunday",
                    "day_summary" : "We start the day with breakfast and a walking tour of Dubrovnik, the “Pearl of Adriatic”, the UNESCO World Heritage site. We visit the Rector’s Palace and the Franciscan Monastery’s Pharmacy before returning to the ship. Lunch is served, while we set sail for Mljet Island, Mljet National Park features five types of forest, many species of birds, and two deep lakes: Veliko Jezero (Big Lake) and Malo Jezero (Small Lake). Spectacular scenery accompanies us all the way to Korcula, believed to be the birthplace of the explorer Marco Polo. Dinner tonight is on board."
                },
                {
                    "day_headline": "Day 3 Korcula – Hvar, Monday",
                    "day_summary": "This morning, after breakfast, we take a walking tour through the narrow, cobble-stone streets of Korcula town. Our visit includes a visit to the majestic Gothic-Baroque Cathedral of St. Mark. Afterward, we board our ship again and enjoy lunch. We stop for a swim en route to Hvar where we arrive late afternoon. There, during our sightseeing tour, we see the first public theatre in Europe, the Franciscan Monastery and much more. Our evening is free in Hvar so you can explore even more and dine on your own at one of the many restaurants in town.<br><i><b>Note:</b>Due to the limited capacity of the Hvar harbor (during peak season in July and August) the port of call can be substituted for Stari Grad/Jelsa. In that case, transfers by bus will be organized to and from Hvar.</i>"
                },
                {
                    "day_headline": "Day 4 Hvar – Bol – Split, Tuesday",
                    "day_summary": "We sail to Bol, home of the Golden Horn, one of the most breathtaking beaches in Croatia. This vast, golden pebble beach is unique because it changes shape and position depending on the direction of the winds. During lunch on board, we sail to Split. Here, a walking tour shows us the historic inner city, built around the Palace of the Roman Emperor Diocletian, a UNESCO World Heritage Site. We see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle, and the Cathedral. The evening is free to discover more of Split."
                },
                {
                    "day_headline": "Day 5 Split – Trogir – Sibenik, Wednesday",
                    "day_summary": "In the morning, we sail to the UNESCO-listed city of Trogir. Our time here is free to explore on own. Once back on board, enjoy lunch as we cruise to Sibenik, with a stop for a swim on the way. In Sibenik, a walking tour shows us the highlights of the city, followed by an evening at leisure."
                },
                {
                    "day_headline": "Day 6 Sibenik – Sali, Thursday",
                    "day_summary": "The Sibenik area is home to two National Parks: Krka, with its breathtaking waterfalls, and Kornati, comprised of more than 140 islands with numerous coves and crystal-clear water. The day is devoted to tour these scenic destinations before we sail to Sali. Tonight, aboard our ship, enjoy the Captain’s dinner with live entertainment and a glass of wine."
                },
                {
                    "day_headline": "Day 7 Sali – Zadar, Friday",
                    "day_summary": "As we cruise this morning, and weather permitting, we stop for a swim. After lunch, we arrive in Zadar. The city’s compact pedestrian zone is perfect to explore on foot. We admire the 16th century walls built by the Venetians as a defense against the Turks. We also see the Port Gate where the Venetian lion still guards the entrance, the Square of the Five Wells, the Church of St. Donat, the Roman Forum, and the largest Cathedral in Dalmatia, St. Anastasia. After the tour, we stop for a tasting of the traditional Maraschino liqueur. The evening is free in Zadar."
                },
                {
                    "day_headline": "Day 8, Zadar – Opatija, Saturday",
                    "day_summary": "After breakfast, we disembark and bid farewell to our crew. We journey north by motorcoach for a visit to Plitvice Lakes National Park, another UNESCO World Heritage site. Here, we enjoy the breathtaking beauty while we walk around several of the lower lakes. The Park is a natural wonder with 16 terraced lakes surrounded by wooded mountains and lush vegetation. Afterward, we continue drive to Opatija where dinner is served at our hotel."
                },
                {
                    "day_headline": "Day 9, in Opatija, Sunday",
                    "day_summary": "After breakfast, we drive to Pula for an orientation tour of this strategic port city. We visit the preserved Amphitheater, the sixth largest in the world. Then we continue to the beautiful resort of Rovinj. There’s free time to explore the old town and its narrow streets before we return to Opatija."
                },
                {
                    "day_headline": "Day 10, Opatija – Postojna – Venice, Monday",
                    "day_summary": "After breakfast, we travel to Slovenia and visit the unique and beautiful Postojna Cave, one of the largest in Europe. We tour this wondrous subterranean world by miniature electric train. Later, we continue to Italy where Venice beckons with its idyllic setting on 119 islands."
                },
                {
                    "day_headline": "Day 11, Venice, Tuesday",
                    "day_summary": "We begin our exploration of Venice with a boat ride to Murano Island, famous for its artistic glassware. In a working glass factory, we see master craftsmen demonstrate the art of traditional Venetian glassblowing. We then depart for St. Mark’s Square, for a walking tour with visits of St. Mark’s Basilica and the Doge’s Palace. We take in views of the Bell Tower and the Bridge of Sighs. The balance of the day is at leisure to enjoy Venice at your own pace, shop, or perhaps join an optional gondola ride. In the evening, we gather for a farewell dinner in a local restaurant."
                },
                {
                    "day_headline": "Day 12, depart Venice, Wednesday",
                    "day_summary": "You will be transferred to Venice’s airport for your flight home."
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                {
                    "price_per_person" : "DOUBLE OCCUPANCY, PRICES IN USD (LOWER DECK CABIN ON A SUPREME BOAT)",
                    "dates" : ["05/28/2022","06/11/2022","06/25/2022","09/03/2022","09/17/2022","10/01/2022"],
                    "prices" : [3362,3362,3362,3362,3362,3362],
                    "single_use_suplement" : 1750,
                    "main_deck_suplement" : 250,
                    "port_tourist_tax" : 44
                }
            ],
            "map" : "https://kompas.net/images/adriatic_cruises/K220/map.png",
            "gallery" : ["https://kompas.net/images/adriatic_cruises/K220/1 (1).png","https://kompas.net/images/adriatic_cruises/K220/1 (2).png","https://kompas.net/images/adriatic_cruises/K220/1 (3).png","https://kompas.net/images/adriatic_cruises/K220/1 (4).png","https://kompas.net/images/adriatic_cruises/K220/1 (5).png"],
            "pdf": "https://kompas.net/images/adriatic_cruises/K220/brochure.pdf"
        },
        {
            "tour_name" : "K221 DIVINE CROATIA CRUISE with SLOVENIA and VENICE",
            "short_description" : "12 days from Dubrovnik to Mljet, Korcula, Bisevo, Vis, Hvar, Stari Grad, Trogir , Split, Opatija and Venice",
            "features" : {
                "included" : "Arrival shared transfer from Dubrovnik Airport to hotel and departure shared transfer from the hotel in Venice to the Venice Airport (on the first and the last days of the tour only)#2 nights in hotel in Opatija and 2 nights in hotel in Venice#7-night accommodation on board (supreme category boat) in a cabin with private bathroom, A/C and LCD TV#Daily buffet breakfast#6 lunches (4 courses) during the cruise#Welcome Dinner and Captain’s Dinner during the cruise#Water dispenser during cruise#Complementary fresh fruits available daily during the cruise#Professional English speaking Cruise Manager#Daily cabin servicing, fresh bed linen and towels midweek during the cruise#Luggage handling#Free Wi-Fi#1 dinner at the hotel#Farewell dinner in Venice#air-conditioned motorcoach throughout#KOMPAS English speaking tour director throughout for land portion#Licensed Local Guides#Whisper technology enhanced touring#Hotel taxes",
                "sightseeing" : ["Local guides for sightseeing tours of Plitvice National Park, Pula, Postojna, Venice#Entrance fees to Plitvice lower lakes, Pula Amphitheater, Postojna cave, Venice glass factory, St. Mark’s Basilica, Dodge’s Palace.#City tours of Dubrovnik, Korcula, Hvar, Trogir and Split#Guided tour and entrance to Mljet National Park and Krka National Park#Oyster tasting in Ston."
                ],
                "supplements_optional" : "Entrance to the Blue Cave to be paid on the spot: up to $16 per person (depending on the season)",
                "rates_not_included": "Drinks, extra meals#Port tax + Tourist tax $44 net per person (to be paid by invoice)#Entrance Fees#All other entrance fees not mentioned in the inclusions"
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1 Dubrovnik, arrival, Saturday",
                    "day_summary": "You will be transferred from Dubrovnik airport or your Dubrovnik hotel to the harbour, where embarkation begins at 1 pm. Get settled in your cabin before attending a Welcome reception followed by dinner this evening."
                },
                {
                    "day_headline" : "Day 2 Dubrovnik – Elafiti Islands – Slano, Sunday",
                    "day_summary" : "Start the day with a walking tour of Dubrovnik, the “Pearl of Adriatic”. Walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After returning to ship enjoy the magic scenery as the ship cruises around Dubrovnik city walls to continue to one of the Elafiti islands for a swim stop. Afternoon arrival in Slano, a peaceful fishermen’s village and our starting point to Ston, once fortified small village famous for its oysters situated on Peljesac peninsula. Peljesac peninsula is known as one of the best wine-producing regions in Croatia. After exploring the town, we leave to a small nearby village to enjoy the authentic local oyster tasting. Overnight and Captains Dinner in Slano."
                },
                {
                    "day_headline": "Day 3 Slano – Mljet – Korcula, Monday",
                    "day_summary": "In the morning we head north to the Island of Mljet. Join the Cruise Manager for a stroll to the famous salt lakes in the Mljet National Park. Continue our cruise towards the Korcula island best known as the birthplace of Marco Polo. Afternoon arrival in Korcula followed by a guided walking tour of this enchanting town surrounded by walls, which is one of the best-preserved medieval cities in the Mediterranean. Overnight in Korcula where you can enjoy a gourmet experience at the multiple restaurants and bars."
                },
                {
                    "day_headline": "Day 4 Korcula – Bisevo – Vis, Tuesday",
                    "day_summary": "Early in the morning we sail to small island Bisevo to visit the Blue Cave, a magnificent natural phenomenon. As sometimes weather conditions can be very unpredictable, the possibility of our visit will depend on those conditions, however you will be notified of this on time. Cruise towards the island of Vis once a strategic naval Yugoslav base and restricted to the public. Due to this isolation, Vis has a special charm – “the Mediterranean as it once was” making it interesting to visit. Try some exquisite wine sorts in one of the Vis traditional wineries. If interested, visit the remains of the Roman thermal place, the City Museum or simply take a walk enjoying the views. Overnight in the port of Vis."
                },
                {
                    "day_headline": "Day 5 Vis – Hvar – Stari Grad, Wednesday",
                    "day_summary": "In the morning head further towards Hvar, the longest and sunniest island in the Adriatic, with a swim stop and lunch on board. Afternoon arrival in Hvar town followed by a tour of the town – the Renaissance cathedral with its original tower, and the oldest community theatre in Europe founded in 1612. After the tour set sail towards Stari Grad, one of the oldest cities in Europe where you will overnight."
                },
                {
                    "day_headline": "Day 6 Stari Grad – Trogir, Thursday",
                    "day_summary": "Early morning departure to the old Dalmatian town Trogir. Trogir is sometimes referred to as “miniature Venice” or a “mini-Dubrovnik” because of its ancient walls, or a floating museum town – as it has a masterful architecture including some stunning Venetian palaces. You will discover the beauty of the Krka National Park and the small access port of Skradin where the flora and fauna are exceptional. Overnight in Trogir."
                },
                {
                    "day_headline": "Day 7 Trogir – Split, Friday",
                    "day_summary": "In the morning join our guided tour of Trogir with a local tour guide. Set sail to Split with a stop along the way to swim and relax, if weather permits, with lunch on board. In the late afternoon we arrive at Split to spend the night. Arriving in Split, join a guided tour of the city, visit the seafront promenade and Roman Emperor Diocletian’s Palace. The historical centre of the city is listed as a UNESCO World Heritage site. Your evening is free in Split."
                },
                {
                    "day_headline": "Day 8, Split – Opatija, Saturday",
                    "day_summary": "We disembark after breakfast and bid our crew farewell. We journey north by motorcoach for a visit to Plitvice Lakes National Park, a UNESCO World Heritage site. In Plitvice, we walk around several of the lower lakes. The Park is a natural wonder with 16 terraced lakes surrounded by wooded mountains and lush vegetation. After our visit, we motor on to Opatija where dinner is served at our hotel."
                },
                {
                    "day_headline": "Day 9, in Opatija, Sunday",
                    "day_summary": "After breakfast, we drive to Pula for an orientation tour of this strategic port city. We also visit the preserved Amphitheater, the sixth largest in the world. Then we continue to the beautiful resort city of Rovinj. There’s free time to explore the old town and its narrow streets before we return to our hotel in Opatija."
                },
                {
                    "day_headline": "Day 10, Opatija – Postojna – Venice, Monday",
                    "day_summary": "After breakfast, we travel to Slovenia and visit the unique and beautiful Postojna Cave, one of the largest in Europe. We tour this wondrous subterranean world by miniature electric train. Afterward, we continue to Italy where Venice beckons with its idyllic setting on 119 islands."
                },
                {
                    "day_headline": "Day 11, Venice, Tuesday",
                    "day_summary": "We begin our exploration of Venice with a boat ride to Murano Island, famous for its artistic glassware. In a working glass factory, we observe master craftsmen demonstrate the art of traditional Venetian glassblowing. We then depart for St. Mark’s Square, for a walking tour with visits of St. Mark’s Basilica and the Doge’s Palace. En route, we take in views of the Bell Tower and the Bridge of Sighs. The balance of the day is at leisure to enjoy even more of Venice. Later, we gather for a farewell dinner in a local restaurant."
                },
                {
                    "day_headline": "Day 12, depart Venice, Wednesday",
                    "day_summary": "You will be transferred to Venice’s airport for your flight home."
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                {
                    "price_per_person" : "DOUBLE OCCUPANCY, PRICES IN USD (LOWER DECK CABIN ON A SUPREME BOAT)",
                    "dates" : ["05/28/2022","06/11/2022","06/25/2022","09/10/2022","09/24/2022","10/01/2022"],
                    "prices" : [3206,3206,3206,3407,3407,3407],
                    "single_use_suplement" : 1750,
                    "main_deck_suplement" : 250,
                    "port_tourist_tax" : 44
                }
            ],
            "map" : "https://kompas.net/images/adriatic_cruises/K221/map.png",
            "gallery" : ["https://kompas.net/images/adriatic_cruises/K221/1 (1).png","https://kompas.net/images/adriatic_cruises/K221/1 (2).png","https://kompas.net/images/adriatic_cruises/K221/1 (3).png","https://kompas.net/images/adriatic_cruises/K221/1 (4).png","https://kompas.net/images/adriatic_cruises/K221/1 (5).png"],
            "pdf": "https://kompas.net/images/adriatic_cruises/K221/brochure.pdf"
        },
        {
            "tour_name" : "K222 Adriatic cruise with Romantic Venice",
            "short_description" : "12 days from Split, Krka, Sibenik, Galesnjak. Zadar, Sali, Kornati, Primosten, Vis, Bisevo, Hvar, Stari Grad, Bol, Split, Opatija and Venice",
            "features" : {
                "included" : "Arrival shared transfer from Split Airport to hotel and departure shared transfer from the hotel in Venice to the Venice Airport (on the first and the last days of the tour only)#2 nights in hotel in Opatija and 2 nights in hotel in Venice#7-night accommodation on board (supreme category boat) in a cabin with private bathroom, A/C and LCD TV#Daily buffet breakfast#6 lunches (4 courses) during the cruise#Welcome Dinner and Captain’s Dinner during the cruise#Water dispenser during cruise#Complementary fresh fruits available daily during the cruise#Professional English speaking Cruise Manager#Daily cabin servicing, fresh bed linen and towels midweek during the cruise#Luggage handling#Free Wi-Fi#1 dinner at the hotel#Farewell dinner in Venice#air-conditioned motorcoach throughout#KOMPAS English speaking tour director throughout for land portion#Licensed Local Guides#Whisper technology enhanced touring#Hotel taxes",
                "sightseeing" : ["Local guides for sightseeing tours of Plitvice National Park, Pula, Postojna, Venice#Entrance fees to Plitvice lower lakes, Pula Amphitheater, Postojna cave, Venice glass factory, St. Mark’s Basilica, Dodge’s Palace.#City tours of Sibenik, Zadar, Vis, Hvar, and Split#Guided tour and entrance to Krka National Park#Wine tasting in Bol."
                ],
                "supplements_optional" : "Entrance to the Blue Cave to be paid on the spot: up to $16 per person (depending on the season)",
                "rates_not_included": "Drinks, extra meals#Port tax + Tourist tax $44 net per person (to be paid by invoice)#Entrance Fees#All other entrance fees not mentioned in the inclusions"
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1 Split, arrival, Saturday",
                    "day_summary": "You will be transferred from Split airport or your Split hotel to the harbour, where embarkation begins at 1 pm. Get settled in your cabin before attending a Welcome reception followed by dinner this evening."
                },
                {
                    "day_headline" : "Day 2 Split – Np Krka – Sibenik, Sunday",
                    "day_summary" : "Depart from Split early in the morning towards Sibenik. After lunch disembark in Sibenik and take the bus to visit Krka National Park. Its magnificent waterfalls, including the famous waterfall Skradinski Buk, are one of Croatia’s most famous sights. After the sightseeing tour, we will return to Sibenik, a city of exceptional history and rich cultural heritage. Set out on a walking tour of Sibenik historical centre and visit one of the most beautiful Renaissance Cathedrals of the Adriatic. Your night is at leisure in town."
                },
                {
                    "day_headline": "Day 3 Sibenik – Galesnjak – Zadar, Monday",
                    "day_summary": "Leaving Sibenik early in the morning we set sail for Galesnjak, a typical small Dalmatian Island, where you can enjoy a swim stop in one of secluded bays. Enjoy lunch while we cruise into Zadar harbour in the afternoon. Set out on a walking tour of Zadar historical centre and admire the old walls and Port Gate built in 16th century. Visit the Square of the Five Wells, the Church of St. Donat, the Roman Forum and the largest Cathedral in Dalmatia, St. Anastasia. If there is a breeze, enjoy at the sea organ, an amazing art installation. Overnight in Zadar."
                },
                {
                    "day_headline": "Day 4 Zadar – Sali – Np Kornati – Primosten, Tuesday",
                    "day_summary": "Morning departure for Sali, a tourist town on Dugi Otok surrounded by hills, fields, bays, and islets. Enjoy swimming in one of the secluded bays. We set sail for the National Park Kornati, comprised of 89 unforgettable islands, islets, and reefs. The Kornati National Park is often mentioned as a “nautical paradise” and a rich marine eco-system. Afterwards we continue to Primosten, built on a hill and dominated by the parish Church of St. George which was built in 1485. Your evening is at leisure in town."
                },
                {
                    "day_headline": "Day 5 Primošten – Vis, Wednesday",
                    "day_summary": "We will have an early morning cruise towards the island of Vis once a strategic naval Yugoslav base and closed to the public. Due to this isolation, Vis has a special charm – “the Mediterranean as it once was” making it interesting to visit. Upon arrival in town of Vis join the walking tour to visit the remains of the Roman thermal place and views of the beautiful Villae Rusticae situated along the waterfront. Tonight, enjoy Captain’s dinner on board."
                },
                {
                    "day_headline": "Day 6 Vis – Bisevo – Hvar – Stari Grad, Thursday",
                    "day_summary": "We will have an early morning cruise towards small island of Bisevo to visit the Blue cave, a magnificent natural phenomenon. As sometimes weather conditions can be very unpredictable, the possibility of our visit will depend on those conditions, however you will be notified of this on time. Enjoy a relaxing cruise as we sail towards the island of Hvar, with swim stop in one of the secluded bays. Hvar is a favourite holiday destination for international celebrities, but it is also a charming seaside town with 8 centuries of architecture. On a walking tour visit the old town with the picturesque little streets and the first public theatre in Europe. We will continue towards Stari Grad on the Hvar Island, the sunniest Adriatic Island. The famous Stari Grad Field is the oldest in Croatia and the best-preserved example of ancient Greek system of agriculture. It is a part of world heritage protected by UNESCO. Overnight in Stari Grad."
                },
                {
                    "day_headline": "Day 7 Stari Grad – Bol – Split, Friday",
                    "day_summary": "In the morning we will continue towards our final island destination – the island of Brac where swimming is planned at the most famous beach in Dalmatia – Golden Horn near Bol – whose pebbles shifts from side to side as the wind and waves constantly change in shape. Join the visit to a Winery where you will have a guided winery tour to learn more about Dalmatian wines and enjoy a Wine tasting. We arrive in Split in the afternoon. This UNESCO World Heritage city bases the city centre in and around the stunning Diocletian’s Palace, the Roman emperor Diocletian’s retirement palace from 295–305 AD. Stroll through the palace basement filled with market stalls and outside experience the historical architecture of this beautiful palace. See the remnants of Split`s Roman heritage, it`s Renaissance and Gothic structures, Jupiter`s temple, the Peristyle, and many other unique sites. Overnight in Split."
                },
                {
                    "day_headline": "Day 8 Split – Plitvice – Opatija, Saturday",
                    "day_summary": "After breakfast, we disembark and bid farewell to our crew. We journey north by motorcoach for a visit to Plitvice Lakes National Park, a UNESCO World Heritage site. Here, we enjoy the breathtaking beauty while we walk around several of the lower lakes. The Park is a natural wonder with 16 terraced lakes surrounded by wooded mountains and lush vegetation. Afterward, we motor on to Opatija where dinner is served at our hotel."
                },
                {
                    "day_headline": "Day 9, In Opatija, Sunday",
                    "day_summary": "After breakfast, we drive to Pula for an orientation tour of this strategic port city. We visit the preserved Amphitheater, the sixth largest in the world. Then we continue to the beautiful resort of Rovinj. There’s free time to explore the old town and its narrow streets before we return to Opatija."
                },
                {
                    "day_headline": "Day 10, Opatija – Postojna – Venice, Monday",
                    "day_summary": "After breakfast, we travel to Slovenia and visit the unique and beautiful Postojna Cave, one of the largest in Europe. We tour this wondrous subterranean world by miniature electric train. Afterward, we continue to Italy where Venice beckons with its idyllic setting on 119 islands."
                },
                {
                    "day_headline": "Day 11, Venice, Tuesday",
                    "day_summary": "We begin our exploration of Venice with a boat ride to Murano Island, famous for its artistic glassware. In a working glass factory, we see master craftsmen demonstrate the art of traditional Venetian glassblowing. We then depart for St. Mark’s Square, for a walking tour with visits of St. Mark’s Basilica and the Doge’s Palace. We take in views of the Bell Tower and the Bridge of Sighs. The balance of the day is at leisure to enjoy Venice at your own pace, shop, or perhaps join an optional gondola ride. In the evening, we gather for a farewell dinner in a local restaurant."
                },
                {
                    "day_headline": "Day 12, depart Venice, Wednesday",
                    "day_summary": "You will be transferred to Venice’s airport for your flight home."
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                {
                    "price_per_person" : "DOUBLE OCCUPANCY, PRICES IN USD (LOWER DECK CABIN ON A SUPREME BOAT)",
                    "dates" : ["05/28/2022","06/11/2022","06/25/2022","09/10/2022","09/24/2022","10/01/2022"],
                    "prices" : [3125,3535,3535,3535,3535,3535],
                    "single_use_suplement" : 1750,
                    "main_deck_suplement" : 250,
                    "port_tourist_tax" : 44
                }
            ],
            "map" : "https://kompas.net/images/adriatic_cruises/K222/map.png",
            "gallery" : ["https://kompas.net/images/adriatic_cruises/K222/1 (1).png","https://kompas.net/images/adriatic_cruises/K222/1 (2).png","https://kompas.net/images/adriatic_cruises/K222/1 (3).png","https://kompas.net/images/adriatic_cruises/K222/1 (4).png","https://kompas.net/images/adriatic_cruises/K222/1 (5).png"],
            "pdf": "https://kompas.net/images/adriatic_cruises/K222/brochure.pdf"
        },
        {
            "tour_name" : "K223 Adriatic cruise with Romantic Venice",
            "short_description" : "12 days from Split, Stari Grad, Hvar, Korcula, Dubrovnik, Mljet, Pucisca, Omis, Opatija and Venice",
            "features" : {
                "included" : "Arrival shared transfer from Split Airport to hotel and departure shared transfer from the hotel in Venice to the Venice Airport (on the first and the last days of the tour only)#2 nights in hotel in Opatija and 2 nights in hotel in Venice#7-night accommodation on board (supreme category boat) in a cabin with private bathroom, A/C and LCD TV#Daily buffet breakfast#6 lunches (4 courses) during the cruise#Welcome Dinner and Captain’s Dinner during the cruise#Water dispenser during cruise#Complementary fresh fruits available daily during the cruise#Professional English speaking Cruise Manager#Daily cabin servicing, fresh bed linen and towels midweek during the cruise#Luggage handling#Free Wi-Fi#1 dinner at the hotel#Farewell dinner in Venice#air-conditioned motorcoach throughout#KOMPAS English speaking tour director throughout for land portion#Licensed Local Guides#Whisper technology enhanced touring#Hotel taxes",
                "sightseeing" : ["Local guides for sightseeing tours of Plitvice National Park, Pula, Postojna, Venice#Entrance fees to Plitvice lower lakes, Pula Amphitheater, Postojna cave, Venice glass factory, St. Mark’s Basilica, Dodge’s Palace.#City tours of Split, Hvar, Korcula and Dubrovnik#Guided tour and entrance to Mljet National Park#Wine tasting in Korcula"
                ],
                "supplements_optional" : "Omis & Cetina River Excursion – river boat ride, snack in Radman Mills (prosciutto, cheese, homemade bread, wine, water) – $31 per person",
                "rates_not_included": "Drinks, extra meals#Port tax + Tourist tax $44 net per person (to be paid by invoice)#Entrance Fees#All other entrance fees not mentioned in the inclusions"
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1 Split, arrival, Saturday",
                    "day_summary": "You will be transferred from Split airport or your Split hotel to the harbour, where embarkation begins at 1 pm. Get settled in your cabin before attending a Welcome Reception followed by dinner this evening."
                },
                {
                    "day_headline" : "Day 2 Split – Stari Grad, Sunday",
                    "day_summary" : "Morning sail towards Stari Grad, swimming stop and lunch on board. Stari Grad is one of the oldest towns in Europe with many friendly and cheap konobas and restaurants in the backstreets of the old town. The Stari Grad Plain and the old town centre of Stari Grad have been listed as UNESCO World Heritage Sites since 2008. Your evening is free to explore Stari Grad on your own."
                },
                {
                    "day_headline": "Day 3 Stari Grad – Hvar – Korcula, Monday",
                    "day_summary": "Morning departure towards Hvar, the most popular island in the Adriatic and a meeting point for the international jet set. A sightseeing tour of this charming town, with 8 centuries of architecture, will show you the picturesque little streets and the first public theatre in Europe (older than Shakespeare’s theatre in the UK). Afterwards we set sail for Korcula, with swimming stop in one of pristine bays and lunch on board. Early afternoon arrival to Korcula, thought to be the birthplace of the famous explorer Marco Polo. Take a walking tour through this fortified town which is one of the best-preserved medieval cities in the Mediterranean and enjoy wine tasting in one of the local wine bars. Your evening is free to discover the town and enjoy dinner on your own at one of the many good restaurants."
                },
                {
                    "day_headline": "Day 4 Korcula – Dubrovnik, Tuesday",
                    "day_summary": "In the morning sail to Dubrovnik, the “Pearl of the Adriatic”, an UNESCO World Heritage site. Upon arrival in Dubrovnik, you will enjoy a guided tour of the magnificent Old Town with a panoramic bus ride above the Old Town. After the panoramic view, we will arrive at the historical centre of Dubrovnik, walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After city tour, you will be left on your own to explore the city, visit City Walls, the Franciscan Monastery with Europe’s second oldest pharmacy, the Rector’s Palace, and the Cathedral, take a boat ride to Lokrum island or take the cable car to the top of the Mount Srđ. Overnight in Dubrovnik."
                },
                {
                    "day_headline": "Day 5 Dubrovnik – Mljet, Wednesday",
                    "day_summary": "Today we turn our compass back north towards Mljet Island, with plenty of time for morning swim along the sail. Upon arrival join the Cruise Manager for a visit to the famous salt lakes in the National Park and enjoy the boat ride to St. Mary Isle to visit an ancient Benedictine monastery, an old abbey and a Church dating back to the 12th Century. Mljet National Park encompasses five types of forest, many species of birds, and two deep lakes, Veliko Jezero (Big Lake) and Malo Jezero (Small Lake). Your evening is free in Mljet."
                },
                {
                    "day_headline": "Day 6 Mljet – Pucisca, Thursday",
                    "day_summary": "Take a break for a swim during your morning cruise. Continue sailing through lunch, arriving this afternoon in Pucisca, a beautiful little town on island of Brac. Pucisca, village of the stone sculpture, where you can visit amazing stonemason school (optional), features a spectacular steep-sided natural harbour and authentic Mediterranean architecture. Tonight, enjoy Captain’s dinner on board."
                },
                {
                    "day_headline": "Day 7 Pucisca – Omis – Split, Friday",
                    "day_summary": "Next, we head to our final port Omis with its fortresses which are silent stone reminders of the power of the pirates who once made their homes and fortunes here. You will have a possibility to book a short walking tour, followed by boarding a small boat and sail into Cetina River Canyon, a protected nature area, continuing to Radman Mills for a local specialty snack (optional). After visiting Omis set sail to Split with a stop along the way to swim, cool off and relax, if weather permits, with lunch on board. In the late afternoon we arrive in Split to take a guided tour of the historical centre of city which is listed as a UNESCO World Heritage site. Your evening is free in Split."
                },
                {
                    "day_headline": "Day 8 Split – Plitvice – Opatija, Saturday",
                    "day_summary": "After breakfast, we disembark and bid farewell to our crew. We journey north by motorcoach for a visit to the Plitvice Lakes National Park, an UNESCO World Heritage site. Here, we enjoy the breathtaking beauty while we walk around several of the lower lakes. The Park is a natural wonder with 16 terraced lakes surrounded by wooded mountains and lush vegetation. Afterward, we motor on to Opatija where dinner is served at our hotel."
                },
                {
                    "day_headline": "Day 9, In OPATIJA, Sunday",
                    "day_summary": "After breakfast, we drive to Pula for an orientation tour of this strategic port city. We visit the preserved Amphitheater, the sixth largest in the world. Then we continue to the beautiful resort of Rovinj. There’s free time to explore the old town and its narrow streets before we return to Opatija."
                },
                {
                    "day_headline": "Day 10, Opatija – Postojna – Venice, Monday",
                    "day_summary": "After breakfast, we travel to Slovenia and visit the unique and beautiful Postojna Cave, one of the largest in Europe. We tour this wondrous subterranean world by miniature electric train. Afterward, we continue to Italy where Venice beckons with its idyllic setting on 119 islands."
                },
                {
                    "day_headline": "Day 11, Venice, Tuesday",
                    "day_summary": "We begin our exploration of Venice with a boat ride to Murano Island, famous for its artistic glassware. In a working glass factory, we see master craftsmen demonstrate the art of traditional Venetian glassblowing. We then depart for St. Mark’s Square, for a walking tour with visits of St. Mark’s Basilica and the Doge’s Palace. We take in views of the Bell Tower and the Bridge of Sighs. The balance of the day is at leisure to enjoy Venice at your own pace, shop, or perhaps join an optional gondola ride. In the evening, we gather for a farewell dinner in a local restaurant."
                },
                {
                    "day_headline": "Day 12, depart Venice, Wednesday",
                    "day_summary": "You will be transferred to Venice’s airport for your flight home."
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                {
                    "price_per_person" : "DOUBLE OCCUPANCY, PRICES IN USD (LOWER DECK CABIN ON A SUPREME BOAT)",
                    "dates" : ["05/28/2022","06/11/2022","06/25/2022","09/10/2022","09/24/2022","10/01/2022"],
                    "prices" : [3125,3535,3535,3535,3535,3535],
                    "single_use_suplement" : 1750,
                    "main_deck_suplement" : 250,
                    "port_tourist_tax" : 44
                }
            ],
            "map" : "https://kompas.net/images/adriatic_cruises/K223/map.png",
            "gallery" : ["https://kompas.net/images/adriatic_cruises/K223/1 (1).png","https://kompas.net/images/adriatic_cruises/K223/1 (2).png","https://kompas.net/images/adriatic_cruises/K223/1 (3).png","https://kompas.net/images/adriatic_cruises/K223/1 (4).png","https://kompas.net/images/adriatic_cruises/K223/1 (5).png"],
            "pdf": "https://kompas.net/images/adriatic_cruises/K223/brochure.pdf"
        },
        {
            "tour_name" : "K225 Amazing Croatia by Land and Sea",
            "short_description" : "10 days from Zagreb, Plitvice Lakes, Zadar, Sali, Sibenik, Trogir, Split, Bol, Hvar, Korcula, Mljet to Dubrovnik",
            "features" : {
                "included" : "Arrival shared transfer from Zagreb Airport to hotel and departure shared transfer from the port in Dubrovnik to the Dubrovnik Airport (on the first and the last days of the tour only)#air-conditioned motorcoach throughout#KOMPAS English speaking tour director throughout for land portion#2 nights in Zagreb#Welcome dinner at Hotel in Zagreb#Licensed Local Guides#Whisper technology enhanced touring#Hotel taxes#7-night accommodation on board (supreme category boat) in a cabin with private bathroom, A/C and LCD TV#Daily buffet breakfast#6 lunches (4 courses) during cruise#Welcome Dinner and Captain’s Dinner during cruise#Water dispenser during cruise#Complimentary coffee, tea, and fresh fruits available daily#Professional English speaking Cruise Manager#Daily cabin servicing, fresh bed linen and towels midweek during cruise#Luggage handling#Free Wi-Fi",
                "sightseeing" : ["Local guide for sightseeing tour of Zagreb, Plitvice Lakes National Park#Entrance fees to Plitvice Lakes National Park#City tours of Zadar, Split, Hvar, Korcula and Dubrovnik#Guided tour and entrance to Mljet National Park and Krka National Park and Kornati National Park#Entrances to: Church St. Donat, Maraschino liqueur tasting, Diocletian’s Palace, Cathedral of St. Mark, rector’s Palace, Franciscan Monastery with its Pharmacy.#Guided tour and entrance to Mljet National Park, Krka National Park and Kornati National Park"
                ],
                "supplements_optional" : "",
                "rates_not_included": "Drinks, extra meals#Port tax + Tourist tax $44 net per person (to be paid by invoice)#Entrance Fees#All other entrance fees not mentioned in the inclusions"
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrive in Zagreb, Thursday",
                    "day_summary": "You will be met at the airport and transferred to your hotel. The balance of the day is at leisure. Dinner is on us tonight."
                },
                {
                    "day_headline" : "Day 2, in Zagreb, Friday",
                    "day_summary" : "We enjoy a morning sightseeing tour that takes us through the historic Upper Town. We see St. Mark’s Church, St. Catherine’s Church, the Cathedral, the Parliament, and the Government Palace. The rest of the day is at leisure to explore the winding streets of the old town or perhaps take an optional excursion into the countryside."
                },
                {
                    "day_headline": "Day 3, Zagreb – Plitvice Lakes – Zadar, Saturday",
                    "day_summary": "We are headed south for a visit to the magnificent Plitvice Lakes National Park, a UNESCO World Heritage site. We enjoy the breathtaking scenery of this natural wonder with its 16 terraced lakes surrounded by forested mountains and lush vegetation. A walking tour takes us around several of the lower lakes. After our visit, we drive to Zadar to board our ship. Later, join your fellow “sailors” and cruise manager for a welcome reception and dinner on board."
                },
                {
                    "day_headline": "Day 4 Zadar – Sali, Sunday",
                    "day_summary": "We start the day with breakfast followed by a walking tour of Zadar’s historical centre. The city’s compact pedestrian zone is perfect to explore on foot. We admire the 16th century walls built by the Venetians as a defence against the Turks. We also see the Port Gate where the Venetian lion still guards the entrance, the Square of the Five Wells, the Church of St. Donat, the Roman Forum, and the largest Cathedral in Dalmatia, St. Anastasia. We stop for a tasting of traditional Maraschino liqueur. While we set sail for Sali, lunch is served. Later in the day, we explore Sali. Dinner is on your own in one of the local restaurants."
                },
                {
                    "day_headline": "Day 5 Sali – Sibenik, Monday",
                    "day_summary": "After breakfast, we take in the scenic wonderlands of two National Parks in the Sibenik area: Krka, with its breath-taking waterfalls, and Kornati, comprised of more than 140 islands with numerous coves and crystal-clear waters. The day is devoted to tour these scenic destinations. After our visit here, the evening is at leisure in Sibenik."
                },
                {
                    "day_headline": "Day 6 Sibenik – Trogir – Split, Tuesday",
                    "day_summary": "In the morning there is time for a swim before we continue sailing. After lunch, we arrive in the UNESCO-listed city of Trogir. Our time here is at leisure until we set course for Split. Here, a walking tour of the historic inner city takes us to the Palace of the Roman Emperor Diocletian, a UNESCO World Heritage Site. We see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle, and the Cathedral."
                },
                {
                    "day_headline": "Day 7 Split – Bol – Hvar, Wednesday",
                    "day_summary": "We sail to Bol, home of the Golden Horn, one of the most breath-taking beaches in Croatia. This vast, golden pebble beach is unique because it changes its shape and position depending on the direction of the winds. Before lunch, there is time for a swim in the clear blue waters. Later, we sail to the island of Hvar where we enjoy a sightseeing tour that includes the first public theatre in Europe, the Franciscan Monastery, and many more historic sights. The evening is free to explore Hvar and to dine on your own in one of the excellent restaurants.<br><b>Note:</b><i>Due to the limited capacity of the Hvar harbour (during peak season in July and August) the port of call can be substituted for Stari Grad / Jelsa. In that case transfers by bus will be organized to and from Hvar.</i>"
                },
                {
                    "day_headline": "Day 8 Hvar – Korcula – Mljet, Thursday",
                    "day_summary": "After breakfast we depart for Korcula, where we arrive in the early afternoon. Korcula town is thought to be the birthplace of the famous explorer Marco Polo. Our walking tour through its narrow, cobble-stone streets includes a visit of the majestic Gothic-Baroque Cathedral of St. Mark. We continue our cruise to the island of Mljet, where we enjoy an afternoon tour of Mljet National Park, which features five types of forest, many species of birds, and two deep lakes: Veliko Jezero (Big Lake) and Malo Jezero (Small Lake). This spectacular island was supposedly a favourite holiday spot for the Greek hero Ulysses! Tonight, on board our ship, we enjoy the Captain’s dinner with live entertainment and a glass of wine."
                },
                {
                    "day_headline": "Day 9 Mljet – Dubrovnik, Friday",
                    "day_summary": "In the morning we sail to Dubrovnik, the so called “Pearl of Adriatic,” and an UNESCO World Heritage site. While in Dubrovnik, we take a walking tour of the old town and visit the Rector’s Palace and the Franciscan Monastery with its Pharmacy. The remainder of the day is free to discover even more of this amazing city."
                },
                {
                    "day_headline": "Day 10 Dubrovnik Departure, Saturday",
                    "day_summary": "After breakfast, you will be transferred to Dubrovnik airport or to your hotel in Dubrovnik"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                {
                    "price_per_person" : "DOUBLE OCCUPANCY, PRICES IN USD (LOWER DECK CABIN ON A SUPREME BOAT)",
                    "dates" : ["05/19/2022","06/16/2022","07/28/2022","09/08/2022","09/22/2022","10/06/2022"],
                    "prices" : [3050,3200,3200,3200,3200,3050],
                    "single_use_suplement" : 1750,
                    "main_deck_suplement" : 250,
                    "port_tourist_tax" : 44
                }
            ],
            "map" : "https://kompas.net/images/adriatic_cruises/K225/map.png",
            "gallery" : ["https://kompas.net/images/adriatic_cruises/K225/1 (1).png","https://kompas.net/images/adriatic_cruises/K225/1 (2).png","https://kompas.net/images/adriatic_cruises/K225/1 (3).png","https://kompas.net/images/adriatic_cruises/K225/1 (4).png","https://kompas.net/images/adriatic_cruises/K225/1 (5).png"],
            "pdf": "https://kompas.net/images/adriatic_cruises/K225/brochure.pdf"
        },
        {
            "tour_name" : "K226 Majestic Croatia from Zagreb to Dubrovnik",
            "short_description" : "10 days from Zagreb to Plitvice Lakes, Split, Trogir, Stari Grad, Hvar, Vis, Biševo, Korcula, Mljet, Slano and Dubrovnik",
            "features" : {
                "included" : "Arrival shared transfer from Zagreb Airport to hotel and departure shared transfer from the port in Dubrovnik to the Dubrovnik Airport (on the first and the last days of the tour only)#air-conditioned motorcoach throughout#KOMPAS English speaking tour director throughout for land portion#2 nights in Zagreb#Welcome dinner at Hotel in Zagreb#Licensed Local Guides#Whisper technology enhanced touring#Hotel taxes#7-night accommodation on board (supreme category boat) in a cabin with private bathroom, A/C and LCD TV#Daily buffet breakfast#6 lunches (4 courses) during cruise#Welcome Dinner and Captain’s Dinner during cruise#Water dispenser during cruise#Complimentary coffee, tea, and fresh fruits available daily#Professional English speaking Cruise Manager#Daily cabin servicing, fresh bed linen and towels midweek during cruise#Luggage handling#Free Wi-Fi",
                "sightseeing" : ["Local guide for sightseeing tour of Zagreb, Plitvice Lakes National Park#Entrance fees to Plitvice Lakes National Park#City tours of Split, Trogir, Hvar, Korcula and Dubrovnik#Guided tour and entrance to Mljet National Park and Krka National Park#Oyster tasting in Ston"
                ],
                "supplements_optional" : "Entrance to the Blue Cave to be paid on the spot: up to $16 per person (depending on the season)",
                "rates_not_included": "Drinks, extra meals#Port tax + Tourist tax $44 net per person (to be paid by invoice)#Entrance Fees#All other entrance fees not mentioned in the inclusions"
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrive in Zagreb, Thursday",
                    "day_summary": "You will be met at the airport and transferred to your hotel. The balance of the day is at leisure. Dinner is on us tonight."
                },
                {
                    "day_headline" : "Day 2, in Zagreb, Friday",
                    "day_summary" : "We enjoy a morning sightseeing tour that takes us through the historic Upper Town. We see St. Mark’s Church, St. Catherine’s Church, the Cathedral, the Parliament, and the Government Palace. The rest of the day is at leisure to explore the winding streets of the old town or perhaps take an optional excursion into the countryside."
                },
                {
                    "day_headline": "Day 3, Zagreb – Plitvice Lakes – Split, Saturday",
                    "day_summary": "We head south for a visit to the magnificent Plitvice Lakes National Park, a UNESCO World Heritage site. Here, we enjoy the breathtaking scenery of this natural wonder with its 16 terraced lakes surrounded by forested mountains and lush vegetation. A walking tour takes us around several of the lower lakes. After our visit, we drive to Split harbour, where embarkation begins at 13:00h. Get settled in your cabin before attending a Welcome reception followed by dinner this evening."
                },
                {
                    "day_headline": "Day 4 Split – Trogir, Sunday",
                    "day_summary": "In the morning join a guided tour of Split, visit the seafront promenade and Roman Emperor Diocletian’s Palace. The historical centre of the city is listed as a UNESCO World Heritage site. Set sail to the old Dalmatian town Trogir. Trogir is sometimes referred to as “miniature Venice” or a “mini-Dubrovnik” because of its ancient walls, or a floating museum town – as it has a masterful architecture including some stunning Venetian palaces. After disembarking in Trogir we will take the bus to visit Krka National Park. You will discover the pristine nature and waterfalls of the Krka National Park, an area extremely rich with flora and fauna. Overnight in Trogir."
                },
                {
                    "day_headline": "Day 5 Trogir – Stari Grad, Monday",
                    "day_summary": "Morning guided tour of Trogir with a local tour guide. Enjoy sailing towards Stari Grad, swimming stop and lunch on board. Stari Grad is one of the oldest towns in Europe with many friendly and cheap konobas and restaurants in the backstreets of the old town. The Stari Grad Plain and the old town centre of Stari Grad have been listed as UNESCO World Heritage Sites since 2008. Your evening is free to explore Stari Grad on your own."
                },
                {
                    "day_headline": "Day 6 Stari Grad – Hvar – Vis, Tuesday",
                    "day_summary": "Leaving Stari Grad in the morning towards city of Hvar. A sightseeing tour of Hvar town shows you the first public theatre in Europe and many more historical sites. Afterwards continue to Vis. The town of Vis is on the northern side of the island and was developed near the remains of ancient Issa, the first urban centre in Croatia, formed by the Greeks in 4th century B.C. Visit the remains of the Roman Baths, Church or Our Lady and the City Museum or take a walk enjoying the view of the beautiful Villae Rusticae situated along the coast. Your evening is free in Vis."
                },
                {
                    "day_headline": "Day 7 Vis – Bisevo – Korcula, Wednesday",
                    "day_summary": "Leaving Vis, we will have an early morning cruise towards Bisevo island to visit the Blue Cave, a magnificent natural phenomenon on the islet Bisevo just in front of the town of Komiza. As sometimes weather conditions can be very unpredictable, the possibility of our visit will depend on those conditions, however you will be notified of this on time. Afterwards cruise towards the Korcula the island’s main settlement and is known as the birthplace of Marco Polo, one of the world’s most famous explorers of all times. Stop for lunch in one of the secluded bays en route. Afternoon arrival in Korcula followed by a guided walking tour of one of the best-preserved medieval cities in the Mediterranean. Korcula has an abundant choice of restaurants to enjoy your gourmet experience and there are numerous bars and clubs for those looking for evening entertainment. Overnight in Korcula."
                },
                {
                    "day_headline": "Day 8 Korcula – Mljet – Slano, Thursday",
                    "day_summary": "In the morning head further south to the Island of Mljet. Join the Cruise Manager for a stroll to the famous salt lakes in the Mljet National Park. Alternatively, you can rent bicycles, scooters or kayaks to explore the National Park or island on your own. Lunch on board and departure for a small village called Slano on the mainland, a peaceful fishermen’s village, and the starting point to Ston, another once fortified small village famous for its oysters situated on Peljesac peninsula. Peljesac peninsula is known as one of the best wine-producing regions in Croatia. After exploring the town, we leave to a small nearby village to enjoy the authentic local oyster tasting. Tonight, enjoy Captain’s dinner and overnight in Slano."
                },
                {
                    "day_headline": "Day 9 Slano – Elafiti Islands – Dubrovnik, Friday",
                    "day_summary": "Early morning cruise to Elafiti islands with swimming stop on one of the secluded bays to spend the morning. Before lunch sail to Dubrovnik, before we moor at Gruz port we cruise alongside the old city walls, while lunch is served. After docking join a guided tour with panoramic ride and transfer included. After the panoramic view, we will arrive at the historical centre of Dubrovnik, walk through STRADUN – both a street and a square, the most famous place inside the town walls, the famous city enlisted as UNESCO’s World Heritage site, where your guide will show you the most interesting sights of Dubrovnik. After city tour, you will be left on your own to explore the city, visit City Walls, the Franciscan Monastery with Europe’s second oldest pharmacy, the Rector’s Palace, and the Cathedral, take a boat ride to Lokrum island or take the cable car to the top of the Mount Srđ. Overnight in Dubrovnik."
                },
                {
                    "day_headline": "Day 10 Dubrovnik Departure, Saturday",
                    "day_summary": "After breakfast, you will be transferred to Dubrovnik airport or to your hotel in Dubrovnik"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                {
                    "price_per_person" : "DOUBLE OCCUPANCY, PRICES IN USD (LOWER DECK CABIN ON A SUPREME BOAT)",
                    "dates" : ["05/26/2022","06/09/2022","06/23/2022","09/08/2022","09/22/2022","09/29/2022"],
                    "prices" : [2550,2737,2737,2737,2737,2737],
                    "single_use_suplement" : 1750,
                    "main_deck_suplement" : 250,
                    "port_tourist_tax" : 44
                }
            ],
            "map" : "https://kompas.net/images/adriatic_cruises/K226/map.png",
            "gallery" : ["https://kompas.net/images/adriatic_cruises/K226/1 (1).png","https://kompas.net/images/adriatic_cruises/K226/1 (2).png","https://kompas.net/images/adriatic_cruises/K226/1 (3).png","https://kompas.net/images/adriatic_cruises/K226/1 (4).png","https://kompas.net/images/adriatic_cruises/K226/1 (5).png"],
            "pdf": "https://kompas.net/images/adriatic_cruises/K226/brochure.pdf"
        }
    ],
    "escorted_tours" :[
        {
            "tour_name" : "Three Balkan gems in one story 2022",
            "short_description" : "9 days including Dubrovnik, Mostar, Sarajevo and Belgrade",
            "features" : {
                "included" : "Airport transfer from Dubrovnik airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome dinner in Dubrovnik (glass of wine, beer or soft drink)#3 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Departure transfer from hotel to Belgrade airport",
                "tour_spotlights" : ["Dubrovnik, Croatia’s “Pearl of the Adriatic”#Mostar with its 16th century Ottoman bridge#Sarajevo which has many stories to tell#Belgrade Roman, Byzantine, Ottoman and Austrian influence in this vibrant city at the confluence of the Sava and Danube rivers"
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, Arrive Dubrovnik, Wednesday",
                    "day_summary": "Welcome to Dubrovnik! You will be met and transferred to your hotel. Then the day is free to get settled in or begin exploring. Later, gather for a Welcome Dinner.(D)"
                },
                {
                    "day_headline" : "Day 2, in Dubrovnik, Thursday",
                    "day_summary" : "Today we start our discovery tour of Dubrovnik with a walking tour of “Old Dubrovnik”; the Rector’s Palace, the Bell Tower Clock, Orlando’s Column and the Sponza Palace are all on our itinerary, as are the Dominican- and Franciscan Monasteries. The Pharmacy of the Franciscan Monastery is one of the oldest in the world. Later, we meet a local artisan to learn about the traditional craftsmanship that still thrives in Dubrovnik today. The remainder of the day is at leisure. (B)"
                },
                {
                    "day_headline": "Day 3, in Dubrovnik, Friday",
                    "day_summary": "Day at leisure or you can join optional tour to Montenegro Travel to the Republic of Montenegro. Head to the mouth of the beautiful Bay of Kotor, the longest and deepest fjord in Southern Europe. Enjoy a boat ride to Our Lady of the Rocks, one of two islets off the coast of Perast. The Roman Catholic Church is the largest building on the islet, with a museum attached to it. Upon return to the coast, we will stop in Perast, an old charming coastal town. Visit city of Kotor before returning to Dubrovnik. Dinner and overnight. (B, D)"
                },
                {
                    "day_headline": "Day 4, Dubrovnik to Mostar, Saturday",
                    "day_summary": "We continue our trip towards Mostar. Mostar is situated on the Neretva River and was named after the bridge keepers (mostari) who guarded the Stari Most (the Old Bridge) over the Neretva in the medieval times. The Old Bridge, built by the Ottomans in the 16th century, is one of Bosnia and Herzegovina’s most recognizable landmarks, and is considered one of the most exemplary pieces of Islamic architecture in the Balkans. After the city tour, rest of the day at leisure. (B)"
                },
                {
                    "day_headline": "Day 5, Mostar to Sarajevo, Sunday",
                    "day_summary": "Today we have a late start. Drive along the gorge of the Neretva River and through the mountains we drive to reach Sarajevo. Free afternoon to start exploring the city on your own and taste some local culinary, overnight. (B)"
                },
                {
                    "day_headline": "Day 6, in Sarajevo, Monday",
                    "day_summary": "Sarajevo has been influenced by a number of cultures and civilizations during its long history. On a tour of the city, visit the Turkish bazaar “Bas Carsija,” Husref Bay’s Mosque, the Olympic Stadium, and Gavrilo Princip Museum. Rest of the day is free to explore the lively city at your pace. (B)"
                },
                {
                    "day_headline": "Day 7, Sarajevo to Belgrade, Tuesday",
                    "day_summary": "We begin our exploration of Venice at St. Mark’s Square with a walking tour which includes visits to the St. Mark’s Basilica and the Doge’s Palace. We take in the amazing views of the Bell Tower and the Bridge of Sighs. We also take a boat ride to Murano Island, famous for its artistic glassware. Visit a glassblowing factory, where you will watch a demonstration of traditional Venetian glassblowing by master craftsmen. The balance of the day is at leisure to enjoy Venice on your own or join an optional Gondola serenade with Aperol spritz Venetian style drink. (B)"
                },
                {
                    "day_headline": "Day 8, in Belgrade, Wednesday",
                    "day_summary": "We continue our journey to Visegrad with its Bridge on the Drina River. The bridge was built in oriental style in the 16th century and is a masterpiece of civil engineering. Our next stop is in Drvengrad (translated as ”Timber Town”), where famous director Emir Kusturica built the beautiful Ethno Village. Our final stop is in Uzice and we end our journey today in Belgrade. (B, D)"
                },
                {
                    "day_headline": "Day 9, depart Belgrade, Thursday",
                    "day_summary": "Following breakfast, you will be transferred and dropped off at Belgrade airport for your flight home. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/balkan_gems/map.png",
            "hotels" : ["Dubrovnik: Valamar Lacroma / Valamar Argosy or similar#Mostar: Mepas or similar#Sarajevo: Europa or similar#Belgrade: Moskva or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/balkan_gems/1 (1).png","https://kompas.net/images/escorted_tours/balkan_gems/1 (2).png","https://kompas.net/images/escorted_tours/balkan_gems/1 (3).png","https://kompas.net/images/escorted_tours/balkan_gems/1 (4).png","https://kompas.net/images/escorted_tours/balkan_gems/1 (5).png"]
        },
        {
            "tour_name" : "Unforgettable Italy with Croatian spirit 2022",
            "short_description" : "11 days including Rome, Florence, Venice, Opatija and Split",
            "features" : {
                "included" : "Airport transfer from Rome airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome dinner in Rome (glass of wine, beer or soft drink)#3 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Departure transfer from hotel to Split airport",
                "tour_spotlights" : ["Rome, a magnificent eternal City with truly stunning architecture, the capital of Italy, fountains, churches, fashion and sublime food#Vatican City, seat of the Roman Catholic Church#Assisi with the Basilica of St. Francis#Florence, birthplace of the Renaissance, The Santa Maria del Fiore, culture, art and monuments#Pisa with the famous Leaning Tower#Venice, a fabled city with palazzos, bridges, masks, churches, canals and gondolas#Opatija, Adriatic sea-side city with rich history and picturesque surroundings#Split built around Dioclecian ‘s Palace"
                ],
                "extension" : "* This tour can be extended with Kompas Adriatic Cruise."
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrive to Rome, Wednesday",
                    "day_summary": "Arriving at Rome’s airport, you will be met and transferred to your hotel. The rest of the day is at leisure until you gather for a Welcome Dinner with your Tour Director and traveling companions. (D)"
                },
                {
                    "day_headline" : "Day 2, in Rome, Thursday",
                    "day_summary" : "This morning, we visit the Colosseum, a symbol of Rome. After our visit, we continue to see the splendid Arch of Constantine, climb the ancient Palatino Hill, overlook Circus Maximus and the Imperial Palace; and stop on the legendary Via Sacra or “Sacred way”. In the afternoon we have time at leisure for more discoveries and activities on your own or join an optional tour of the Grand Piazzas & food tour. (B)"
                },
                {
                    "day_headline": "Day 3, in Rome, Friday",
                    "day_summary": "Today we visit the Vatican Museums, located within that city’s boundaries. We see the works of Raphael & Michelangelo and admire the Sistine chapel’s magnificent frescoes. We continue to St. Peter’s Square where some of the most important Papal ceremonies take place. 14 In the afternoon you might want to visit some of the chic shops, galleries, and museums; do some more sightseeing on your own or relax in a sidewalk cafe with a glass of fine Italian wine, some refreshing gelato, or a hearty dish of pasta. (B)"
                },
                {
                    "day_headline": "Day 4, Rome to Assisi and Florence, Saturday",
                    "day_summary": "Travel through the stunning panorama of Tuscany with its iconic landscapes as you make your way to Assisi, the hometown of St. Francis. Here you will take a walking tour to see the main square and visit the impressive Basilica of St. Francis. Continue to Florence for dinner and an evening at leisure. (B, D)"
                },
                {
                    "day_headline": "Day 5, in Florence, Sunday",
                    "day_summary": "ur morning city tour begins at the majestic Piazza del Duomo to see the Cathedral crowned by Brunelleschi’s awe-inspiring Dome, Giotto’s Bell Tower, and the Baptistery with Ghiberti’s splendid bronze “Gates of Paradise.” Then, we visit the Academy of Fine Arts, where Michelangelo’s David is displayed. The tour ends at the Piazzale Michelangelo with a spectacular view over Florence. The remainder of the day is free to savor the Renaissance splendor of the Tuscan capital on your own or take an optional tour Visit of San Gimignano with wine tasting. (B) "
                },
                {
                    "day_headline": "Day 6, from Florence to Ferrara and on to Venice, Monday",
                    "day_summary": "Drive to Pisa where you’ll view the famous Piazza del Miracoli with its Leaning Tower, Baptistery, and Duomo. Continue to Ferrara a renaissance gem in the Emilia-Romagna region, standing on the banks of the Po River. After an orientation tour of Ferrara, we continue to Venice for dinner and a free evening. (B, D)"
                },
                {
                    "day_headline": "Day 7, in Venice, Tuesday",
                    "day_summary": "We begin our exploration of Venice at St. Mark’s Square with a walking tour which includes visits to the St. Mark’s Basilica and the Doge’s Palace. We take in the amazing views of the Bell Tower and the Bridge of Sighs. We also take a boat ride to Murano Island, famous for its artistic glassware. Visit a glassblowing factory, where you will watch a demonstration of traditional Venetian glassblowing by master craftsmen. The balance of the day is at leisure to enjoy Venice on your own or join an optional Gondola serenade with Aperol spritz Venetian style drink. (B)"
                },
                {
                    "day_headline": "Day 8, from Venice to Opatija (Croatia), Wednesday",
                    "day_summary": "Drive to the seaside town of Opatija. A gem on Croatia’s Adriatic coast, nestled along the striking Gulf of Kvarner. Afternoon is at leisure to explore the town on your own. Perhaps take a stroll along the “Lungo Mare” seaside and enjoy beautiful views of the Gulf, sheltered by soaring mountains. Enjoy dinner with your fellow travelers (B, D)"
                },
                {
                    "day_headline": "Day 9, in Opatija (Croatia), Thursday",
                    "day_summary": "Enjoy a full day at leisure in the seaside town of Opatija, with its rich history, picturesque surroundings and once a gathering spot for the Austro-Hungarian nobility. Alternatively, join the optional tour to the lstrian Peninsula that begins in Pula, a strategic port since the times of the ancient Romans. Afterwards, the tour continues to the resort town of Rovinj. Tonight, return to Opatija and explore the charming town with its wealth of fine seafood restaurants. (B)"
                },
                {
                    "day_headline": "Day 10, from Opatija to Split, Friday",
                    "day_summary": "Depart today for a drive along spectacular Adriatic coast to Split. Comfortable stop on the way for a delicious lunch included. Continue traveling passing by old fishing villages and new resorts, to the city of Split. Upon arrival, enjoy a city tour featuring the historic inner city, built around the Roman Emperor Diocletian’s Palace, a UNESCO World Cultural Heritage site. Finally, see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle and the Cathedral. The reminder of the day is at leisure. (B, L)"
                },
                {
                    "day_headline": "Day 11, Split departure (Croatia), Saturday",
                    "day_summary": "Transfer to the airport for your departure flight or continue with Adriatic Cruise."
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/unforgettable_italy/map.png",
            "hotels" : ["Rome: Starhotels Metropole or similar#Florence: Starhotels Michelangelo or similar#Venice: Carlton Grand Canal or similar# Opatija: Adriatic I or similar#Split: Hotel Corner or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/unforgettable_italy/1 (1).png","https://kompas.net/images/escorted_tours/unforgettable_italy/1 (2).png","https://kompas.net/images/escorted_tours/unforgettable_italy/1 (3).png","https://kompas.net/images/escorted_tours/unforgettable_italy/1 (4).png","https://kompas.net/images/escorted_tours/unforgettable_italy/1 (5).png"]
        },
        {
            "tour_name" : "Quinessential Trio: Croatia, Montenegro & Albania 2022",
            "short_description" : "12 days including Zagreb, Plitvice lakes, Split, Dubrovnik, Kolasin and Tirana",
            "features" : {
                "included" : " Airport transfer from Zagreb airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome dinner in Zagreb (glass of wine, beer or soft drink)#2 lunches and 5 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Departure transfer from hotel to Split airport",
                "tour_spotlights" : [" Zagreb, Croatia’s capital and cultural center with rich history and 18th and 19th century Austro-Hungarian architecture#Plitvice National Park#Split built around Dioclecian ‘s Palace#Dubrovnik, Croatia’s “Pearl of the Adriatic”#National Park Durmitor located in northwestern Montenegro, part of the Dinaric Alps#Maraca Monastery, Serbian Orthodox monastery located in the valley of the Maraca River in Kolasin, central Montenegro#Tirana, the capital of Albania, is known for its colorful Ottoman-, Fascist- and Soviet-era architecture"
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, Arrive Zagreb, Saturday",
                    "day_summary": "Welcome to Zagreb! You will be met and transferred to your hotel. Then the day is free to get settled in or begin exploring. Later, gather for a Welcome Dinner. (D)"
                },
                {
                    "day_headline" : "Day 2, in Zagreb, Sunday",
                    "day_summary" : "A morning sightseeing tour includes views of the historic Upper Town, St. Mark’s Church, St. Catherine’s Church, the Cathedral, Parliament, and Government Palace. The rest of the day is at leisure to explore more of the city, browse through the shops, or take an or take an optional excursion to see the countryside. (B)"
                },
                {
                    "day_headline": "Day 3, Zagreb to Plitvice lakes, Monday",
                    "day_summary": "Travel to spectacular Plitvice Lakes National Park. Have your camera ready as you take a walking tour around several of the lower lakes. Enjoy the breathtaking scenery of this natural wonder of 16 terraced lakes surrounded by thickly wooded mountains and lush vegetation. The rest of the day is at leisure to explore more on your own. Later, gather for a dinner served at our hotel and overnight. (B, D)"
                },
                {
                    "day_headline": "Day 4, Plitvice to Trogir and Split, Tuesday",
                    "day_summary": "After breakfast, head to Trogir, the center of artistic activities. Scholars from around the world gather here to study and paint. Continue traveling along the spectacular Adriatic coast, passing by old fishing villages and new resorts, to the city of Split. A city tour featuring the historic inner city, built around the Roman Emperor Diocletian’s Palace, a UNESCO World Cultural Heritage site. Finally, see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle and the Cathedral. The reminder of the day is at leisure. (B)"
                },
                {
                    "day_headline": "Day 5, in Split, Wednesday",
                    "day_summary": "Day at leisure or you can join optional tour to Hvar Island: We board the ferry in Split and set sail for Hvar. The town of Hvar has a unique cultural and historical heritage, plus a centuries-old tradition in tourism. A walking tour includes views of the 17th century theatre, the 13th century Arsenal, and the central town square with the Cathedral. You will visit the Franciscan Monastery, famous for its collection of old art masters, including “lngoli ‘s Last Supper”. Afterward, we travel to Stari Grad for some wine tasting. A ferry returns us to Split. (B)"
                },
                {
                    "day_headline": "Day 6, to Dubrovnik, Thursday",
                    "day_summary": "Finally, travel to Dubrovnik, with its picturesque setting on the stunning Adriatic coast. A walking tour shows you the highlights of Old Dubrovnik. See the Rector’s Palace, Bell Tower Clock, Orlando’s Column and Sponza Palace. Then it’s on to see the Dominican Monastery and Franciscan Monastery with its Pharmacy, one of the oldest in the world. The rest of the day is at leisure to explore on your own, shop, stroll along the water’s edge, or simply relax and delight in your superbly scenic surroundings. (B, L)"
                },
                {
                    "day_headline": "Day 7, in Dubrovnik, Friday",
                    "day_summary": "At leisure or you can join optional tour to Montenegro Travel to the Republic of Montenegro. Head to the mouth of the beautiful Bay of Kotor, the longest and deepest fjord in Southern Europe. Enjoy a boat ride to Our Lady of the Rocks, one of two islets off the coast of Perast. The Roman Catholic Church is the largest building on the islet, with a museum attached to it. Upon return to the coast, we will stop in Perast, an old charming coastal town. Visit city of Kotor before returning to Dubrovnik. Later, gather for a Farewell Dinner. (B, D)"
                },
                {
                    "day_headline": "Day 8, Dubrovnik to Cetinje, Podgorica and Kolasin, Saturday ",
                    "day_summary": "Today we head to Montenegro. First, drive through the Bay of Kotor, the deepest fjord in Southern Europe. Then, drive up a spectacularly steep road to Cetinje, the historical capital of the country, set at the foot of Mount Lovcen. Stop and visit the King Nikola’s Museum, presenting the history of Montenegro. We continue to Podgorica, the capital of Montenegro and finish the day at Kolasin where the whole area is surrounded by the thick pine forest of the Bjelasica Mountain and is a popular skiing and air spa resort. Dinner and overnight in Kolasin. (B, D)"
                },
                {
                    "day_headline": "Day 9, in Kolasin, Sunday",
                    "day_summary": "Today trip to National Park Durmitor, Zabljak and River Tara canyon the deepest canyon in Europe. Also, visit today Biogradsko Lake maybe “the most romantic lake” located in the center of Biogradska Mountain. Overnight. (B, L, D)"
                },
                {
                    "day_headline": "Day 10, Kolasin to Tirana, Monday",
                    "day_summary": "After breakfast, depart Kolas in and visit Moraca Monastery, the largest medieval Orthodox monument in Montenegro built in 1252. Then cross to Albania and travel to the town of Shkodra, a cultural center and one of Albania’s oldest cities. Drive by the ruins of Rozafa Castle, set on a hill high above the city. Continue to Tirana for dinner and overnight. (B)"
                },
                {
                    "day_headline": "Day 11, in Tirana, Tuesday",
                    "day_summary": "A morning sightseeing tour shows you Skanderbeg Square; the Mosque of Et’hem Bey; the Clock Tower; the statue of G.K. Skanderbeg, Albania’s national hero; the Palace of Culture, built with Soviet assistance; and the National History Museum, with a mosaic on its facade portraying Albanian history. Your afternoon is free to discover the city at your own pace, shop, or join an optional tour Visit of Archaeological museum in Dures and Skanderberg distillery with cognac and wine tasting. We gather for a farewell dinner. (B, D)"
                },
                {
                    "day_headline": "Day 12, depart Tirana, Wednesday",
                    "day_summary": "Following breakfast, you will be transferred and dropped off at Tirana airport for your flight home.(B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/quintessential_trio/map.png",
            "hotels" : ["Zagreb: Sheraton or similar#Plitvice: Jezero or similar#Split: Briig or similar#Dubrovnik: Valamar Lacroma / Valamar Argosy or similar#Kolasin: Bianca resort or similar#Tirana: Colosseo or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/quintessential_trio/1 (1).png","https://kompas.net/images/escorted_tours/quintessential_trio/1 (2).png","https://kompas.net/images/escorted_tours/quintessential_trio/1 (3).png","https://kompas.net/images/escorted_tours/quintessential_trio/1 (4).png","https://kompas.net/images/escorted_tours/quintessential_trio/1 (5).png"]
        },
        {
            "tour_name" : "Dalmatian Sunshine 2022",
            "short_description" : "12 days including Venice, Bled, Ljubljana, Postojna Cave, Zagreb, Plitvice Lakes, Split and Dubrovnik",
            "features" : {
                "included" : "Airport transfer from Venice airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome dinner in Venice (glass of wine, beer or soft drink)#1 lunch and 4 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Departure transfer from hotel to Dubrovnik airport",
                "tour_spotlights" : ["Venice, a fabled city with palazzos, bridges, masks, churches, canals and gondolas#Bled Alpine pearl, striking lake with a castle#Postojna Caves, part of Slovenia’s natural wonders#Ljubljana, one of Europe’s greenest capitals, a prehistoric history, scenic bridges and a rich arts scene#Zagreb, Croatia’s capital and cultural center with rich history and 18th and 19th century Austro-Hungarian architecture#Plitvice Lakes National park#Split built around Dioclecian ‘s Palace#Dubrovnik, Croatia’s “Pearl of the Adriatic”"
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrival Venice, Tuesday",
                    "day_summary": "Welcome to Venice! You will be met at the airport and transferred to your hotel. Then the day is at leisure to get settled in or begin exploring. Later, gather for a Welcome Dinner with your traveling companions. (D)"
                },
                {
                    "day_headline" : "Day 2, in Venice, Wednesday",
                    "day_summary" : "We begin our exploration of Venice at St. Mark’s Square with a walking tour which includes visits to the St. Mark’s Basilica and the Doge’s Palace. We take in the amazing views of the Bell Tower and the Bridge of Sighs. We also take a boat ride to Murano Island, famous for its artistic glassware. Visit a glassblowing factory, where you will watch a demonstration of traditional Venetian glassblowing by master craftsmen. The balance of the day is at leisure to enjoy Venice on your own or join an optional Gondola serenade with Aperol spritz Venetian style drink. (B)"
                },
                {
                    "day_headline": "Day 3, to Postojna and Bled, Thursday",
                    "day_summary": "In the morning drive across the border into Slovenia with stop in Postojna Cave, one of the largest caves in Europe. Tour this fantastic subterranean world by miniature electric train. Afterwards continue to Bled, beautifully set in the Julian Alps. (B, D)"
                },
                {
                    "day_headline": "Day 4, in Bled, Friday ",
                    "day_summary": "An Alpine lake surrounded by high peaks, Bled was “discovered” by 18 travelers in the middle of the 19th century. Since then, a small town of hotels, villas, and restaurants has developed around the lake, turning Bled into a lively, all-seasons resort. A sightseeing tour features the charming town and the lakeshore and visit to imposing Bled Castle, perched on a cliff high above the lake. Continue to the small island in the middle of the lake Bled with Pletna boat. Afternoon free or join optional tour dinner at country inn and live music. (B)"
                },
                {
                    "day_headline": "Day 5, to Ljubljana and Zagreb, Saturday",
                    "day_summary": "Leave the mountains and head to Ljubljana, the capital of Slovenia. See the most significant sights of the old city center on a walking tour. Highlights include the picturesque open-air Central Market, the Three Bridges, Baroque Town Hall, and Robba’s Fountain. Then, continue to Zagreb, Croatia’s capital city. (B, D)"
                },
                {
                    "day_headline": "Day 6, in Zagreb, Sunday",
                    "day_summary": "This morning enjoy a city tour featuring the historic Upper Town, St. Mark’s Church, St. Catherine’s Church, the Cathedral, Parliament and Government Palace. The rest of the day is at leisure to explore the winding streets of the old town or take an optional excursion to see the countryside. (B)"
                },
                {
                    "day_headline": "Day 7, from Zagreb to Plitvice Lakes, Monday",
                    "day_summary": "Travel to spectacular Plitvice Lakes National Park. Have your camera ready as you take a walking tour around several of the lower lakes. Enjoy the breathtaking scenery of this natural wonder of 16 terraced lakes surrounded by thickly wooded mountains and lush vegetation. The rest of the day is at leisure to explore more on your own. Later, gather for a dinner served at our hotel and overnight. (B, D)"
                },
                {
                    "day_headline": "Day 8, to Trogir and Split, Tuesday",
                    "day_summary": "After breakfast, head to Trogir, the center of artistic activities. Scholars from around the world gather here to study and paint. Continue traveling along the spectacular Adriatic coast, passing by old fishing villages and new resorts, to the city of Split. A city tour featuring the historic inner city, built around the Roman Emperor Diocletian’s Palace, a UNESCO World Cultural Heritage site. Finally, see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle and the Cathedral. The reminder of the day is at leisure. (B)"
                },
                {
                    "day_headline": "Day 9, in Split, Wednesday",
                    "day_summary": "Day at leisure or you can join optional tour to Hvar Island: We board the ferry in Split and set sail for Hvar. The town of Hvar has a unique cultural and historical heritage, plus a centuries-old tradition in tourism. A walking tour includes views of the 17th century theatre, the 13th century Arsenal, and the central town square with the Cathedral. You will visit the Franciscan Monastery, famous for its collection of old art masters, including “lngoli ‘s Last Supper”. Afterward, we travel to Stari Grad for some wine tasting. A ferry returns us to Split. (B)"
                },
                {
                    "day_headline": "Day 10, to Dubrovnik, Thursday",
                    "day_summary": "Finally, travel to Dubrovnik, with its picturesque setting on the stunning Adriatic coast. A walking tour shows you the highlights of Old Dubrovnik. See the Rector’s Palace, Bell Tower Clock, Orlando’s Column and Sponza Palace. Then it’s on to see the Dominican Monastery and Franciscan Monastery with its Pharmacy, one of the oldest in the world. The rest of the day is at leisure to explore on your own, shop, stroll along the water’s edge, or simply relax and delight in your superbly scenic surroundings. (B, L)"
                },
                {
                    "day_headline": "Day 11, in Dubrovnik, Friday",
                    "day_summary": "At leisure or you can join optional tour to Montenegro Travel to the Republic of Montenegro. Head to the mouth of the beautiful Bay of Kotor, the longest and deepest fjord in Southern Europe. Enjoy a boat ride to Our Lady of the Rocks, one of two islets off the coast of Perast. The Roman Catholic Church is the largest building on the islet, with a museum attached to it. Upon return to the coast, we will stop in Perast, an old charming coastal town. Visit city of Kotor before returning to Dubrovnik. Later, gather for a Farewell Dinner. (B, D)"
                },
                {
                    "day_headline": "Day 12, departure, Saturday",
                    "day_summary": "After breakfast, you will be transferred to the airport for your departure flight. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/dalmatian_sunshine/map.png",
            "hotels" : ["Venice: Hotel Carlton Grand Canal or similar#Bled: Hotel Park or similar#Zagreb: Hotel Sheraton or similar#Plitvice: Hotel Jezero or similar#Split: Hotel Briig or similar#Dubrovnik: Hotel Valamar Lacroma / Valamar Argosy or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/dalmatian_sunshine/1 (1).png","https://kompas.net/images/escorted_tours/dalmatian_sunshine/1 (2).png","https://kompas.net/images/escorted_tours/dalmatian_sunshine/1 (3).png","https://kompas.net/images/escorted_tours/dalmatian_sunshine/1 (4).png","https://kompas.net/images/escorted_tours/dalmatian_sunshine/1 (5).png"]
        },
        {
            "tour_name" : "Bulgaria and Romania 2022",
            "short_description" : "12 days including Sofia, Veliko Trnovo, Bucharest, Sibiu, Neamt, Brasov and Sinaia",
            "features" : {
                "included" : "Airport transfer from Sofia airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome dinner in Sofia (glass of wine, beer or soft drink)#4 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Departure transfer from hotel to Bucharest airport",
                "tour_spotlights" : [" Sofia, Bulgaria’s capital with 2000 years of historyRila, the highest mountain range of Bulgaria#Plovdiv is the second-largest city in Bulgaria standing on the banks of the Maritsa river in the historical region of Thrace#Veliko Tarnovo is situated on several hills and known for around 50 caves and rock niches around the city#Bucharest, communist-era buildings, art-nouveau and wide boulevards#Sibiu, city known for Germanic architecture in its old town, the legacy of 12th-century Saxon settlers and remains of medieval walls and towers#Sighisoara, Unesco-protected old town is the history of Vlad Tepe, the bloodthirsty, 15th-century Wallachian prince#Bucovina, historical region, located on the northern slopes of the central Eastern Carpathians and the adjoining plains, today divided between Romania and Ukraine#Brasov, city known for its medieval Saxon walls and bastions, the towering Gothic-style Black Church and lively cafes#Bran city, known for its medieval Bran Castle, home of Dracula in Transylvania#Sinaia, a town in central Romania’s Bucegi Mountains, surrounded by ski trails"
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrive Sofia, Thursday",
                    "day_summary": "Arrival in Sofia and transfer to the hotel. The rest of the day is to relax or perhaps begin your independent discovery of the fabled city. Tonight, a briefing by your Tour Director on the fascinating tour that awaits you, followed by a Welcome Dinner. Overnight. (D)"
                },
                {
                    "day_headline" : "Day 2, in Sofia, Friday",
                    "day_summary" : "Today we will enjoy a complete tour of the city of Sofia and get to know the highlights of the capital. Among the most emblematic places are the Alexander Nevski Cathedral that dominates the city, the Church of St. George, considered the best-preserved Byzantine church, the Russian Church of St. Nicholas, the Banya Bashi Mosque and the ruins of ancient Serdica among others. In the afternoon we travel to Rila Mountains to visit one of the most famous places in Bulgaria – the Rila Monastery. Founded in the middle of the 10th century by Saint Ivan of Rila it played a key role in the preservation of the Bulgarian culture and language of the centuries. Visit the monastery church with its impressive fresco paintings, painted by the most famous Bulgarian artists since the 19th century AD and the museum that houses a collection of exhibits related to the history of the monastery and the spread of Christianity in the Bulgarian lands. Return to Sofia for overnight. (B)"
                },
                {
                    "day_headline": "Day 3, to Plovdiv and Veliko Tarnovo, Saturday",
                    "day_summary": "Leaving Sofia behind, we head to the second largest city in Bulgaria -Plovdiv. This is a city of millenary history with ruins from the Roman, Ottoman, and Bulgarian Renaissance period having been preserved. During our tour of the city we will see the Roman Forum and the stadium, as well as the Roman amphitheater. We will walk through the cobbled streets of the small and old city surrounded by houses and beautiful churches. We will visit the church of St. Constantine and Helena, as well as the Ethnographic Museum, which is located in the home of a wealthy merchant from the 19th century BC. After the visit we will cross the Balkan Mountains through the historic Shipka Pass, which played a key role in the Russo-Turkish war. Arrival in Veliko Tarnovo – the medieval capital of Bulgaria. We finish the day with dinner included. (B, D)"
                },
                {
                    "day_headline": "Day 4, in Veliko Tarnovo, Sunday",
                    "day_summary": "In the morning we go on a panoramic tour of the city of Veliko Tarnovo with a walk to Tsarevets, where the kings of Bulgaria once lived. We will walk along the oldest street in the city which is called Samovodska Charshia. We will proceed to Arbanassi, a small town in Bulgaria located 4 km from Veliko Tarnovo. Arbanassi is interesting for its architecture. In the village we can see the Konstantsalieva house and the Church of the Nativity, where you can see wall paintings that are truly a work of art. Return to Veliko Tarnovo for overnight. (B)"
                },
                {
                    "day_headline": "Day 5, to Russe and Bucharest, Monday",
                    "day_summary": "Today we head towards Romania, passing through the city of Russe. In the afternoon arrival to the capital of Romania, Bucharest and overnight. (B)"
                },
                {
                    "day_headline": "Day 6, in Bucharest, Tuesday",
                    "day_summary": "We will visit the Romanian capital, once known as the “Little Paris”. During the tour we will visit the Palace of Parliament, the second largest building in the world after the Pentagon and the National Village Museum. We will hear how the Romanian people finally managed to overthrow the last communist dictator of Eastern Europe at the Revolution Square. The tour will also take us to the Romanian Athenaeum, the Opera House, the National Military Club, the Military Academy and the Arch of Triumph. Overnight. (B)"
                },
                {
                    "day_headline": "Day 7, to Curtea de Arges and Sibiu, Wednesday",
                    "day_summary": "After breakfast we continue to Curtea de Arges and visit Cozia Monastery, built in 1386. The route to Sibiu crosses the Transylvanian Alps through the scenic valley of the Olt river. In the afternoon we will do an extensive walking tour of the city of Sibiu. In Sibiu we can see many medieval shops and houses and visit the Lutheran Cathedral of Saint Mary, where the son of Vlad the Impaler (another of Dracula’s nicknames) was assassinated. Dinner and Overnight. (B, D)"
                },
                {
                    "day_headline": "Day 8, to Sighisoara, Red Lake and Piatra Neamt, Thursday",
                    "day_summary": "Departure for Piatra Neamt crossing the Bicaz gorge, the largest gorge in Romania, admiring the beauty of the landscape, the Red Lake and its mountain station. En route we will visit Sighisoara, one of the most beautiful medieval towns in Europe and the hometown of the famous Wallachian prince, Vlad Tepes “the Impaler”, who inspired the legend of Dracula. You will visit its old town, including the Clock Tower, which houses the Museum of the History of the City, the Medieval Weapon Museum, and the chamber of torture. In the afternoon departure for the city of Piatra Neamt. Dinner and Overnight. (B, D)"
                },
                {
                    "day_headline": "Day 9, to Bucovina region, Friday",
                    "day_summary": "Breakfast at the hotel. Drive to the Bucovina region to visit its monasteries, the most representative monuments of Moldovan art. Declared a World Heritage Site, these monasteries are one of the most important legacies of Byzantine art in the world, in which their interior and exterior fresco paintings in bright colors stand out. Visit the Sucevita Monastery and the Marginea black pottery workshops. In the afternoon visit the Voronet Monastery, considered to be the best architectural and pictorial example in the region, called the “Sistine Chapel” of the East. Return to Piatra Neamt for overnight. (B)"
                },
                {
                    "day_headline": "Day 10, to Brasov, Saturday",
                    "day_summary": "In the morning we leave Piatra Neamt and travel south to Brasov. In the afternoon arrival in Brasov. Overnight. (B)"
                },
                {
                    "day_headline": "Day 11, to Bran and Sinaia, Sunday",
                    "day_summary": "Breakfast at the hotel followed by a tour of the fascinating medieval city of Brasov. Visit the old town, the Black Church, the most representative Gothic monument in Romania. Continue to the town of Bran. Visit its famous Castle, also known as Dracula’s Castle. In the afternoon, arrival in the city of Sinai a, known for its beauty as “the pearl of the Carpathians”. In the afternoon we will visit the wonderful Peles Palace, a former summer residence and retreat of the royal family, built in the second half of the 19th century by the first King of Romania, Carlos I. Tonight, join your fellow travelers in a farewell dinner. (B, D)"
                },
                {
                    "day_headline": "Day 12, depart Sinaia, Monday",
                    "day_summary": "Transfer to Bucharest airport. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/bulgaria_romania/map.png",
            "hotels" : ["Sofia: Hotel Anel / Palace or similar#Veliko Tarnovo: Hotel Yantra / Meridian Bolyarski or similar#Bucharest: Hotel Athenee Palace Hilton / Hilton Garden Inn /Capitol or similar#Sibiu: Hotel Golden Tulip/ Continental Forum or similar#Piatra Neamt: Hotel Central Plaza or similar#Brasov: Hotel Aro Palace/ Ambient/ Belvedere or similar#Sinaia: Hotel Palace/ Rina Sinaia or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/bulgaria_romania/1 (1).png","https://kompas.net/images/escorted_tours/bulgaria_romania/1 (2).png","https://kompas.net/images/escorted_tours/bulgaria_romania/1 (3).png","https://kompas.net/images/escorted_tours/bulgaria_romania/1 (4).png","https://kompas.net/images/escorted_tours/bulgaria_romania/1 (5).png"]
        },
        {
            "tour_name" : "Little Tour of Russia 2022",
            "short_description" : "7 days from Moscow to St. Petersburg",
            "features" : {
                "included" : "Airport transfer from Moscow airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome dinner in Moscow (glass of wine, beer or soft drink)#l lunch and 2 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#High-speed train from Moscow to St. Petersburg#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Departure transfer from hotel to St. Petersburg airport",
                "tour_spotlights" : ["Moscow’s history, architecture and artistry#Sergiev Posad and the Trinity St. Sergius Lavra#St. Petersburg, city of palaces and museums#*This tour can be extended with Kompas Helsinki with Baltic countries escorted tour."
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, Arrive Moscow, Tuesday",
                    "day_summary": "Upon arrival in Moscow, you will be met and transferred to your hotel. The rest of the day is to relax or perhaps begin your independent discovery of the fabled capital of Russia. Tonight, a briefing by your Tour Director on the fascinating tour that awaits you, followed by a Welcome Dinner. (D)"
                },
                {
                    "day_headline" : "Day 2, in Moscow, Wednesday",
                    "day_summary" : "Moscow, one of the largest cities in the world, is the symbolic heart and soul of the country. Your sightseeing tour begins at Red Square, dominated by colorful St. Basil’s Cathedral and by the massive red walls of the Kremlin. Visit the Armory Museum, with its impressive collection of Tsarist, Russian, and foreign jewelry, armor, and other artifacts. Walk along the wide boulevards and a stroll through GUM, Russia’s largest department store, following the drive by Moscow University. Further on the north bank of the River Moskva, passing by baroque Novodevichy convent; ending the tour at the popular Arbat shopping district, time to shop or enjoy lunch on your own. The rest of the day is at leisure. (B)"
                },
                {
                    "day_headline": "Day 3, in Moscow, excursion to Sergiev Posad, Thursday",
                    "day_summary": "Today we travel 75 km North of Moscow, to a small town of Sergiev Posad, former Zagorsk – founded in the 14th century and renowned as a center of ancient Russian art and architecture. For centuries it served as a place of pilgrimage and the religious capital of Russia. Within the old walled city admire the fairy-tale golden and blue domes of the Holy Trinity St. Sergius Lavra, one of the most beautiful of all monasteries. After lunch at a popular restaurant, return to Moscow, the rest of the day at leisure. This evening take an Optional tour Moscow by night & Subway, to see the metro stations which Stalin called “Palaces for the People.” (B, L)"
                },
                {
                    "day_headline": "Day 4, Moscow to St. Petersburg, Friday",
                    "day_summary": "Time at leisure in Moscow, before transfer to the railway station for our four hours high-speed Sapsan train ride to St. Petersburg. Upon arrival at the St. Petersburg train station, transfer to your hotel. Dinner at the hotel. Join an optional Russian Folklore evening. (B, D)"
                },
                {
                    "day_headline": "Day 5, in St. Petersburg, Saturday",
                    "day_summary": "There are not many cities in the world that can match the grace of St. Petersburg. When Peter the Great founded the city in 1703, he hired Europe’s best architects, craftsmen, and artists to build and decorate it. Spread over 100 islands and linked by over 600 bridges, it is often referred to as the ‘Venice of the North.” Today the main sites to be visited on the tour are Palace Square with the Winter Palace, Senate Square with the monument to Russian Emperor Peter the Great, the founder of the city, St. Isaac’s Square with St. Isaac’s Cathedral, Smolny Cathedral, Cruiser Aurora, Field of Mars, and Nevsky Prospect. Visit the Peter and Paul Fortress, built in 1703 to protect the city from enemy attacks. Visit Peter and Paul Cathedral, which towers in the center of the fortress served as the burial place for Russian Emperors from Peter I. Your evening is free or join an optional Evening Canal Cruise. (B)"
                },
                {
                    "day_headline": "Day 6, in St. Petersburg, Sunday",
                    "day_summary": "This morning you’ll make a highlight visit to the world-famous Hermitage, housing more than four million works of art. It ranks among one of the largest and oldest museums of the world, founded in 1764 by Catherine the Great. Admire the world-famous masterpieces by Leonardo da Vinci, Rafael, Titian, Rembrandt, El Greco, Velasquez, Rubens, Van Dyck, Goya, and French Impressionists. The Hermitage occupies five buildings, the largest is the Winter Palace, the former residence of Russian Emperors. Spend the rest of the day at leisure exploring the city on your own or perhaps you may choose to take an optional tour to Petrodvorets, Peterhof Summer Palace of Peter the Great. Tonight, join your fellow travelers in a farewell dinner. (B, D)"
                },
                {
                    "day_headline": "Day 7, Depart St. Petersburg, Monday",
                    "day_summary": "After breakfast, you will be transferred to the airport for your departure flight. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/little_tour_of_russia/map.png",
            "hotels" : ["Moscow: Hotel Marriott Courtyard or similar#St. Petersburg: Hotel Radisson Sonya or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/little_tour_of_russia/1 (1).png","https://kompas.net/images/escorted_tours/little_tour_of_russia/1 (2).png","https://kompas.net/images/escorted_tours/little_tour_of_russia/1 (3).png","https://kompas.net/images/escorted_tours/little_tour_of_russia/1 (4).png","https://kompas.net/images/escorted_tours/little_tour_of_russia/1 (5).png"]
        },
        {
            "tour_name" : "Experience Slovenia the story of a Green Country 2022",
            "short_description" : "7 days including Ljubljana, Postojna cave, Piran, Goriska Brda, Soca Valley, Bled and Bohinj",
            "features" : {
                "included" : "Centrally located first class hotels#Breakfast daily#2 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Airport transfers",
                "tour_spotlights" : ["Ljubljana, one of Europe’s greenest capitals, a prehistoric history, scenic bridges and a rich arts scene#Postojna Caves, part of Slovenia’s natural wonders#Pi ran, one of the best-preserved historical towns anywhere in the Mediterranean, it’s a gem of Venetian Gothic architecture#Goriska Brda, Sun-kissed wine country between the Alps and the Mediterranean#Soca Valley, Paradise for Active Vacation in Nature with its Emerald green Soca river#Bled Alpine pearl, striking lake with a castle#Bohinj with the most recognizable and astonishing natural site Lake Bohinj, the biggest lake in Slovenia"
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrive Ljubljana or Venice, Sunday",
                    "day_summary": "Upon arrival in Venice or Ljubljana, you will be met and transferred to your Ljubljana hotel. The rest of the day is free to relax or to begin exploring. This evening meet your fellow travelers for the orientation meeting including a Welcome Drink. (WD)"
                },
                {
                    "day_headline" : "Day 2, in Ljubljana, Monday",
                    "day_summary" : "In the morning enjoy a sightseeing tour of Ljubljana followed by lunch. After some free time take a cable car to Ljubljana castle and enjoy wine tasting of some excellent Slovenian wines with an amazing view of Ljubljana. (B, WT)"
                },
                {
                    "day_headline": "Day 3, to Postojna and Piran, Tuesday",
                    "day_summary": "Travel to the Karst region. Your first stop is at the Postojna Cave, one of the largest in Europe. Tour this unique subterranean world by miniature electric train. After the tour, proceed to a nearby wine producer for Teran wine and prosciutto tasting. Finally, drive to Pi ran on the Slovenian coast. (B, WT)"
                },
                {
                    "day_headline": "Day 4, in Piran, to Portoroz & Cioriska Brda, Wednesday",
                    "day_summary": "See the highlights of Piran this morning, then head to Portoroz, a popular tourist resort. Continue to the hilly region of Goriska Brda. Discover the charming town of Smartno and have a delicious dinner at a local tourist farm. Overnight in Nova Gori ca. (B, D)"
                },
                {
                    "day_headline": "Day 5, to Soca Valley & Bled, Thursday",
                    "day_summary": "A sightseeing tour shows you the highlights of this charming town on the shores of Lake Bled. You’ll also visit imposing Bled Castle, perched on a cliff high above the lake. We will return to the lake shore and taste the famous Bled cream cake. In the afternoon, tour to the other Alpine beauty, Lake Bohinj, enjoy a relaxing walk along the lake shore and take a cable car to Mt. Vogel. Enjoy some cheese tasting and admire the stoning Julian Alps. Tonight, celebrate the wonderfully scenic vacation with a Farewell Dinner at a local restaurant. (B, D)"
                },
                {
                    "day_headline": "Day 6, in Bled, Friday",
                    "day_summary": "A sightseeing tour shows you the highlights of this charming town on the shores of Lake Bled. You'll also visit imposing Bled Castle, perched on a cliff high above the lake. We will return to the lake shore and taste the famous Bled cream cake. In the afternoon, tour to the other Alpine beauty, Lake Bohinj, enjoy a relaxing walk along the lake shore and take a cable car to Mt. Vogel. Enjoy some cheese tasting and admire the stoning Julian Alps. Tonight, celebrate the wonderfully scenic vacation with a Farewell Dinner at a local restaurant. (B, D)"
                },
                {
                    "day_headline": "Day 7, depart Ljubljana or Venice, Saturday",
                    "day_summary": "After breakfast, you will be transferred to Ljubljana or Venice airport for your departure flight."
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/experience_slovenia/map.png",
            "hotels" : ["Ljubljana: Hotel Slon or similar#Piran: Hotel Piran or similar#Nova Gorica: Hotel Perla or similar#Bled: Hotel Park or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/experience_slovenia/1 (1).png","https://kompas.net/images/escorted_tours/experience_slovenia/1 (2).png","https://kompas.net/images/escorted_tours/experience_slovenia/1 (3).png","https://kompas.net/images/escorted_tours/experience_slovenia/1 (4).png","https://kompas.net/images/escorted_tours/experience_slovenia/1 (5).png"]
        },
        {
            "tour_name" : "Jewels of Dalmatia 2022",
            "short_description" : "8 days including Zagreb, Plitvice lakes, Split and Dubrovnik",
            "features" : {
                "included" : "Airport transfer from Zagreb airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome dinner in Zagreb (glass of wine, beer or soft drink)#1 lunch and 2 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Departure transfer from hotel to Dubrovnik airport",
                "tour_spotlights" : ["Zagreb, Croatia’s capital and cultural center with rich history and 18th and 19th century Austro-Hungarian architecture#Plitvice Lakes National Park#Split built around Diocletian’s Palace#Hvar, the sunniest Croatian island#Dubrovnik, Croatia’s “Pearl of the Adriatic”#*  This tour can be joined from “Capitals of the Habsburg empire” escorted tour."
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrive Zagreb, Saturday",
                    "day_summary": "Welcome to Zagreb! You will be met and transferred to your hotel. The rest of the day is free to get settled in or begin exploring. Later, gather for a Welcome Dinner. (D)"
                },
                {
                    "day_headline" : "Day 2, in Zagreb, Sunday",
                    "day_summary" : "A morning sightseeing tour includes views of the historic Upper Town, St. Mark’s Church, St. Catherine’s Church, the Cathedral, Parliament, and Government Palace. The rest of the day is at leisure to explore more of the city, browse through the shops, or take an optional excursion to see the countryside. (B)"
                },
                {
                    "day_headline": "Day 3, Zagreb to Plitvice lakes, Monday",
                    "day_summary": "Travel to spectacular Plitvice Lakes National Park. Have your camera ready as you take a walking tour around several of the lower lakes. Enjoy the breathtaking scenery of this natural wonder of 16 terraced lakes surrounded by thickly wooded mountains and lush vegetation. The rest of the day is at leisure to explore more on your own. Later, gather for a dinner served at our hotel and overnight. (B, D)"
                },
                {
                    "day_headline": "Day 4, to Trogir and Split, Tuesday",
                    "day_summary": "After breakfast, head to Trogir, the center of artistic activities. Scholars from around the world gather here to study and paint. Continue traveling along the spectacular Adriatic coast, passing by old fishing villages and new resorts, to the city of Split. A city tour featuring the historic inner city, built around the Roman Emperor Diocletian’s Palace, a UNESCO World Cultural Heritage site. Finally, see the remnants of Split’s Roman heritage, its Renaissance and Gothic structures, Jupiter’s Temple, the Peristyle and the Cathedral. The reminder of the day is at leisure. (B)"
                },
                {
                    "day_headline": "Day 5, in Split, Wednesday",
                    "day_summary": "Day at leisure or you can join optional tour to Hvar Island: We board the ferry in Split and set sail for Hvar. The town of Hvar has a unique cultural and historical heritage, plus a centuries-old tradition in tourism. A walking tour includes views of the 17th century theatre, the 13th century Arsenal, and the central town square with the Cathedral. You will visit the Franciscan Monastery, famous for its collection of old art masters, including “lngoli ‘s Last Supper”. Afterward, we travel to Stari Grad for some wine tasting. A ferry returns us to Split. (B)"
                },
                {
                    "day_headline": "Day 6, to Dubrovnik, Thursday",
                    "day_summary": "After breakfast we finally travel to Dubrovnik, with its picturesque setting on the stunning Adriatic coast. After arrival a walking tour of Old Dubrovnik. Visit the Rector’s Palace, and see the Bell Tower Clock, Orlando’s Column and Sponza Palace. Next, see the Dominican Monastery and Franciscan Monastery with its Pharmacy, one of the oldest in the world. The rest of the day is at leisure to explore on your own, shop, stroll along the water’s edge, or simply relax and delight in your superbly scenic surroundings. Your evening is free to enjoy your way.(B, L)"
                },
                {
                    "day_headline": "Day 7, in Dubrovnik, Friday",
                    "day_summary": "At leisure or you can join optional tour to Montenegro Travel to the Republic of Montenegro. Head to the mouth of the beautiful Bay of Kotor, the longest and deepest fjord in Southern Europe. Enjoy a boat ride to Our Lady of the Rocks, one of two islets off the coast of Perast. The Roman Catholic Church is the largest building on the islet, with a museum attached to it. Upon return to the coast, we will stop in Perast, an old charming coastal town. Visit city of Kotor before returning to Dubrovnik. Later, gather for a Farewell Dinner. (B, D)"
                },
                {
                    "day_headline": "Day 8, depart Dubrovnik, Saturday",
                    "day_summary": "After breakfast, you will be transferred to the airport for your departure flight. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/jewels_of_dalmatia/map.png",
            "hotels" : ["Zagreb: Hotel Sheraton or similar#Plitvice: Hotel Jezero or similar#Split: Hotel Briig or similar#Dubrovnik: Hotel Valamar Lacroma / Valamar Argosy or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/jewels_of_dalmatia/1 (1).png","https://kompas.net/images/escorted_tours/jewels_of_dalmatia/1 (2).png","https://kompas.net/images/escorted_tours/jewels_of_dalmatia/1 (3).png","https://kompas.net/images/escorted_tours/jewels_of_dalmatia/1 (4).png","https://kompas.net/images/escorted_tours/jewels_of_dalmatia/1 (5).png"]
        },
        {
            "tour_name" : "Maritime Discoveries, Viticulture and Faith in Portugal 2022",
            "short_description" : "8 days from Lisbon to Fatima, Coimbra, and Porto",
            "features" : {
                "included" : "Arrival transfer from Lisbon airport to the hotel#Centrally located first class hotels#Breakfast daily#A welcome reception in Lisbon (heavy hors d’oeuvres, a glass of wine, beer or soft drink)#One dinner (coffee or tea included)#One lunch with wine tasting in the Douro Valley#Hotel taxes and service charges#Touring by modern air-conditioned motor-coach#Professional English-speaking tour director#Sightseeing tours with licensed local guides#Admission included where indicated in bold letters#Luggage handling at the hotels#Whisper technology enhanced touring#Departure transfer from Porto to Porto airport",
                "tour_spotlights" : ["Cabo da Roca, wild and rugged headland marking the most western point of Continental Europe#Lisbon, a pastel-colored city on seven hills, ceramic tiles, Fado, and colonialism#The medieval walled city of Obidos, also known as the Wedding Town#Nazaré, Portugal’s most famous fishing village#Coimbra’s University and Library#Aveiro, canals and colorful boats, also known as the Portuguese Venice#Porto, the town that gave the country its very name"
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrive in Lisbon, Saturday",
                    "day_summary": "You will be met and transferred to your hotel. The day is at leisure to begin exploring on your own. Later, gather with your tour director and your fellow travelers for a welcome reception. (WR)"
                },
                {
                    "day_headline" : "Day 2, in Lisbon, Sunday",
                    "day_summary" : "This morning we stroll through Baixa, Lisbon’s historic heart and commercial center. We then drive to Belem to view Belem Tower and the Discovery Monument. The Vasco de Gama tomb in the Jeronimos Monastery is next on our journey. After our tour, enjoy beautiful streets of Lisbon on own or join option tour Dinner with Fado show. The evening is at leisure. (B)"
                },
                {
                    "day_headline": "Day 3, in Lisbon, Monday",
                    "day_summary": "This morning we depart on a half-day private sightseeing tour to Sintra, Cascais, Estoril, and Cabada Roca. Sintra boasts a historic Centre that is listed as a UNESCO World Heritage site. After our visit to the Sintra National Palace, we continue to Cabo da Roca, the westernmost cape in Continental Europe. Thereafter, we travel to Cascais, a picturesque fishing town with some quirky museums, beautiful gardens, and a lively fish market. Then we’re off to Estoril, a former fishing town turned cosmopolitan destination for well-heeled travelers. We return to Lisbon early in the afternoon. Rest of the day at leisure. (B)"
                },
                {
                    "day_headline": "Day 4, to Fatima, Tuesday",
                    "day_summary": "After breakfast, we leave Lisbon and depart towards the north.  Our first destination is Obidos, a charming village of white houses on a hill, surrounded by fourteenth century’s walls. Here we stop for a tasting of cherry liquor. We proceed to Nazara after the tasting.  Nazara is a popular tourist attraction and picturesque village located on the Atlantic coast. Our next stop is the Monastery of Batalha, a Dominican Convent. We finish the day in Fatima, a Catholic pilgrimage destination and home to sacred sites and religious artifacts.  (B)"
                },
                {
                    "day_headline": "Day 5, to Coimbra, Wednesday",
                    "day_summary": "In the morning, we travel to Tomar for a half-day sightseeing tour and visit of the Luso-Hebrew Museum. We then proceed towards Buçaco to visit the famous Buçaco Forest and for an outside view of Buçaco Palace.  In Coimbra, our half day sightseeing tour includes a visit to the University and Library. (B)"
                },
                {
                    "day_headline": "Day 6, to Porto, Thursday",
                    "day_summary": "We continue to Aveiro and Costa Nova for an orientation tour and then travel through the Douro Valley, classified by UNESCO as a World Heritage Site. Traditionally, the wines from this region were transported down-river in flat-bottomed boats called “rabelos”.  The wine was stored in barrels in cellars of the Vila Nova de Gaia, just across the river from Porto. After our lunch with wine tasting in the Douro Valley, we continue to Porto. (B, L)"
                },
                {
                    "day_headline": "Day 7, in Porto, Saturday",
                    "day_summary": "During our half-day sightseeing tour of Porto, we visit the Palacio de Bolsa (the stock exchange palace), and end our tour in one of the famous wine cellars where we have another tasting. After this, we continue with a boat excursion, one of the most spectacular experiences in the city. Our afternoon is free, at leisure. In the evening gather with your fellow travelers and your tour director for our farewell dinner. (B, D)"
                },
                {
                    "day_headline": "Day 8, depart Porto, Sunday",
                    "day_summary": "Breakfast followed by our transfer to the airport. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/maritime_discoveries_portugal/map.png",
            "hotels" : ["Lisbon: Lisbon Marriott Hotel or similar#Fatima: Aurea/Estrela De Fatima/Regina or similar#Coimbra: Vila Gale Coimbra or similar#Porto: Vila Gale Porto/Vila Gale Porto Ribeira or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/maritime_discoveries_portugal/1 (1).png","https://kompas.net/images/escorted_tours/maritime_discoveries_portugal/1 (2).png","https://kompas.net/images/escorted_tours/maritime_discoveries_portugal/1 (3).png","https://kompas.net/images/escorted_tours/maritime_discoveries_portugal/1 (4).png","https://kompas.net/images/escorted_tours/maritime_discoveries_portugal/1 (5).png"]
        },
        {
            "tour_name" : "Helsinki with Baltic countries 2022",
            "short_description" : "13 days including Helsinki, Tallinn, Riga, Vilnius, Warsaw and Krakow",
            "features" : {
                "included" : "Arrival transfer from Helsinki airport to the hotel#Centrally located first class hotels:#2 lunches and 4 dinners (coffee or tea included)#Breakfast daily#A welcome dinner in Helsinki (a glass of wine, beer or soft drink)#Licensed Local Guides#Hotel taxes and service charges#Touring by modern air-conditioned motor-coach#Professional English-speaking tour director#Admission included where indicated in bold letters#Luggage handling at the hotels#Whisper technology enhanced touring#Departure transfer from hotel to Krakow airport",
                "tour_spotlights" : ["Helsinki’s imposing landmarks#Tallinn and its Toompea Castle#Riga· s magnificent old Town#Vilnius, medieval quarters and baroque architecture#Warsaw and its charming Old Town#Yasna Gora Monastery, home to Poland· s Black Madonna#Auschwitz-Birkenau memorial and Museum#Karkow· s medieval care and Jewish quarter#* This tour can be joined from tour Little tour of Russia#* This tour can be extended with Kompas “Capitals of the Habsburg empire” escorted tour."
                ],
                "extension" : "This tour can be extended with Kompas’ “Grandeur and History of Poland” tour"
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, Arrive in Helsinki, Monday",
                    "day_summary": "Upon arrival in Helsinki, you will be met and transferred to your hotel. The rest of the day is to relax or perhaps begin your own discovery. Tonight, your tour director is hosting a welcome reception and will introduce you to your fellow travelers and to the fascinating tour that awaits you. (WR)"
                },
                {
                    "day_headline" : "Day 2, Helsinki, Tuesday",
                    "day_summary" : "Helsinki, the capital of Finland lies in the far south of the country, on a peninsula that is home to the busiest passenger port in the world. Our comprehensive sightseeing covers the most important and interesting areas such as the historical center, the Senate Square, the Cathedral, City Hall, the Presidential Palace, Finlandia Hall, and the Opera House. We stop at the Sibelius Monument and, whenever possible, at the Temppeliaukio church (known also as Rock church).  Enjoy the rest of the day at leisure. (B)<br><b>Optional tour: Excursion to Suomenlinna Island</b>"
                },
                {
                    "day_headline": "Day 3, to Tallinn, Wednesday",
                    "day_summary": "We board a ferry to Tallinn, Estonia’s capital, situated on the southern coast of the Gulf of Finland. Afterward, we transfer to our hotel and enjoy the rest of the day at leisure.<br><b>Optional tour: Visit the Kadriorg Palace (B, D)</b>"
                },
                {
                    "day_headline": "Day 4, in Tallinn, Thursday",
                    "day_summary": "On a walking tour of Tallinn’s Upper and Lower Old Town, we visit the Alexander Nevsky Cathedral. Next up is a visit of Toompea Castle and the 14th-century Gothic Town Hall there. After the tour, we taste some Schnapps in a medieval house. The rest of the day is at leisure. (B)"
                },
                {
                    "day_headline": "Day 5, to Riga, Friday",
                    "day_summary": "We travel by motor-coach to Riga, the capital of Latvia. On the way, we make a stop in Pärnu, located on the coast of Pärnu Bay. The city is known for its 19th-century timber villas and sandy Pärnu Beach, with its shallow waters and promenade. There is free time to stroll along the beach, have a cup of coffee or even a lunch break. We then continue to Riga where the afternoon is free to explore the city.<br><b>Optional tour: Food Market experience</b>"
                },
                {
                    "day_headline": "Day 6, in Riga, Saturday",
                    "day_summary": "On our tour, we see the 700-year-old Riga Castle on the banks of the Daugava River, the magnificent Dome Cathedral, the St. Jacobs Cathedral, the St. Peter’s Church, the Parliament building, Liberty Monument, and the eclectic Art Nouveau buildings. After the tour, we sample Black Balsam, a dark and astringent liqueur made of 24 herbs and based on a 250-year-old recipe. The rest of the day is free to explore more of Riga, shop, or savor some Latvian crêpes. (B)"
                },
                {
                    "day_headline": "Day 7, to Vilnius, Sunday",
                    "day_summary": "This morning, we set course for Vilnius, the capital of Lithuania. On the way, we stop at the baroque and rococo Rundale Palace Museum.  Built in the 18th century and surrounded by a French garden, the palace is an architectural marvel and a triumph of art over nature. After a lunch break here, we continue our journey to Vilnius with a stop at the Hill of Crosses in Siauliai. It represents Lithuania’s unique national and religious identity. The balance of the day is at leisure to begin exploring the city with its interesting architecture. (B, L)"
                },
                {
                    "day_headline": "Day 8, in Vilnius, Monday",
                    "day_summary": "Vilnius is located on the confluence of the Neris and Velnele Rivers. In Old Vilnius, we visit the baroque St. Peter and St. Paul’s Church and the striking St. Anne’s Church. We also see Vilnius University, dating back to 1570, famous Gediminas’ Tower and Vilnius Castle. The afternoon is free to explore even more.<br><b>Optional tour: Visit of the Trakai castle</b>"
                },
                {
                    "day_headline": "Day 9, to Warsaw, Tuesday",
                    "day_summary": "Drive through the landscapes of Lithuania on your way to cross the border into Poland. Then take in the Polish countryside, cities, and towns. Before you head the Warsaw we will enjoy a lunch break. Afternoon· s arrival to the capital of Poland and free to explore city on your own before ending this day with a dinner. (B, L, D)"
                },
                {
                    "day_headline": "Day 10, in Warsaw, Wednesday",
                    "day_summary": "The 700-year-old capital of Poland has been called the “Phoenix City” because it rose again after being destroyed during World War II. Your sightseeing tour here includes a drive along the famous Royal Route from superb Castle Square to Lazienki Park and Palace, the summer residence of the last king of Poland. Then see the Palace of Science and Culture (known as a “wedding cake”), the Saxon Gardens, Tomb of the Unknown Soldier, Monument to the Heroes of the Warsaw Ghetto, and the Barbican. Next, on a walking tour, see the Old Town, Old Market Square, and St. John’s Cathedral. The rest of the day is free to stroll through a park, shop, relax, or perhaps attend an optional late afternoon Chopin concert. (B)"
                },
                {
                    "day_headline": "Day 11, to Krakow, Thursday",
                    "day_summary": "This morning, our journey continues to Czestochowa, famous for the blackened picture of St. Mary in the Yasna Gora Monastery, popularly called the “Black Madonna”. In the afternoon, we solemnly visit the Auschwitz-Birkenau Memorial and Museum. This former German Nazi concentration and extermination camp is now a UNESCO World Heritage site. After our visit, we continue to Krakow where we have dinner. (B, D)"
                },
                {
                    "day_headline": "Day 12, in Krakow, Friday",
                    "day_summary": "A sightseeing tour today starts with a visit to Wawel Hill, where you’ll view the Royal Castle and visit the Royal Cathedral. Then take a walking tour of the Old Town, and see the Main Market Square, Renaissance Cloth Hall, and St. Mary’s Church. The afternoon is free. You might want to go for a stroll, shop, or relax over some szarlotka. In the evening gather with your fellow travelers and tour director for farewell dinner. (B, D)"
                },
                {
                    "day_headline": "Day 13, depart Krakow, Saturday",
                    "day_summary": "After breakfast, you will be transferred to Krakow airport. Alternatively, you can continue your journey and join Kompas’ “Prague to Budapest’ Tour. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/helsinki_with_baltic/map.png",
            "hotels" : ["Helsinki: Hotel Clarion or similar#Tallinn: Park Inn by Radisson Meriton or similar#Riga: Radisson Blu Latvija  or similar#Vilnius: Radisson Blu Lietuva (F) or similar#Warsaw: Mercure Grand or similar#Krakow: Novotel Centrum or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/helsinki_with_baltic/1 (1).png","https://kompas.net/images/escorted_tours/helsinki_with_baltic/1 (2).png","https://kompas.net/images/escorted_tours/helsinki_with_baltic/1 (3).png","https://kompas.net/images/escorted_tours/helsinki_with_baltic/1 (4).png","https://kompas.net/images/escorted_tours/helsinki_with_baltic/1 (5).png"]
        },
        {
            "tour_name" : "Capitals of the Habsburg empire 2022",
            "short_description" : "8 days in Prague, Vienna and Budapest",
            "features" : {
                "included" : "Airport transfer from Prague airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome dinner in Prague (glass of wine, beer or soft drink)#2 dinners (coffee or tea included)#Touring by modern air-conditioned motor coach#Professional English-Speaking Tour Director throughout#Licensed Local Guides#Baggage handling at hotels#Whisper technology enhanced touring#Admission included where indicated in bold letters#Hotel taxes and service taxes#Departure transfer from hotel to Budapest airport",
                "tour_spotlights" : ["Romanesque, Gothic, Renaissance and Baroque architecture in Prague#Vienna’s Imperial sights, coffee houses and music#Budapest, city of thermal springs and fairytale beauty"
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, arrive in Prague, Sunday",
                    "day_summary": "You will be met and transferred to your hotel. There’s time to relax before meeting your fellow travelers and Tour Director for a Welcome Dinner. (D)"
                },
                {
                    "day_headline" : "Day 2, in Prague, Monday",
                    "day_summary" : "This morning, we tour the old part of the city to view the Old Town Square, the famous Astronomical Clock, the Jewish Quarter, St. Nicholas Church, the Charles Bridge, and more. The afternoon is at leisure. (B) Optional tour: Visit the Strahov monastery and its brewery"
                },
                {
                    "day_headline": "Day 3, in Prague, Tuesday",
                    "day_summary": "We cross the Vltava River to see the Royal Castle of Hradcany and visit the Cathedral of St. Vitus, the Old Royal Palace, St. George’s Basilica and the Golden Lane with the Daliborka Tower. The balance of the day is at leisure. (B<br><b>Optional tour: Visit of the Strahov monastery and its brewery</b>"
                },
                {
                    "day_headline": "Day 4, to Vienna, Wednesday",
                    "day_summary": "We travel by motor coach to Vienna, the “City of Waltz.” There is free time to start discovering the city’s delights, from shopping to architecture to pastries. After a free afternoon, enjoy an evening Concert of Strauss’s & Mozart’s music. (B)"
                },
                {
                    "day_headline": "Day 5, in Vienna, Thursday",
                    "day_summary": "We start the day with a visit of St. Stephen’s Cathedral and the Hofburg Palace; then on to view Belvedere Palace, Prater Amusement Park, and the UN Buildings. (B)<br><b>Optional tour: Visit of the Schönbrunn castle</b>"
                },
                {
                    "day_headline": "Day 6, to Budapest, Friday",
                    "day_summary": "Today, we depart for Budapest. The afternoon is free to explore the “Paris of the East”, shop along the Vaci Utca, nibble a delicious slice of apple strudel, sip some Hungarian wine, or perhaps join one of the optional excursions available. Rest day at leisure. (B) Optional tour: Market tour with food tasting."
                },
                {
                    "day_headline": "Day 7, in Budapest, Saturday",
                    "day_summary": "Our morning sightseeing tour includes views of all the main attractions: The Parliament, the Royal Palace, the Castle Hill area, Fisherman’s Bastion, the Matthias Church, Heroes’ Square, and Gellert Hill with its Citadel. The rest of the day is at leisure to explore this exciting city. In the evening, join your fellow travelers and your tour director for our farewell dinner. (B, D)<br><b>Optional tour: Market tour with food tasting</b>"
                },
                {
                    "day_headline": "Day 8, depart from Budapest, Sunday",
                    "day_summary": "After breakfast, you will be transferred to the airport. Alternatively, you can continue your journey and join KompasKlOl “Jewels of Dalmatia” Tour or Kl03 Quintessential trio Croatia, Montenegro & Albania. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [
                
            ],
            "map" : "https://kompas.net/images/escorted_tours/capitals_of_habsburg_empire/map.png",
            "hotels" : ["Prague: : Adria (F) or similar#Vienna: Hilton Vienna (SF) or similar#Budapest: Radisson Blu (F) or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/capitals_of_habsburg_empire/1 (1).png","https://kompas.net/images/escorted_tours/capitals_of_habsburg_empire/1 (2).png","https://kompas.net/images/escorted_tours/capitals_of_habsburg_empire/1 (3).png","https://kompas.net/images/escorted_tours/capitals_of_habsburg_empire/1 (4).png","https://kompas.net/images/escorted_tours/capitals_of_habsburg_empire/1 (5).png"]
        },
        {
            "tour_name" : "Elegance, Culture and Reconquista in Spain 2022",
            "short_description" : "13 days from Madrid to Santiago de Compostela, Oviedo, Bilbao, Pamplona, and Barcelona",
            "features" : {
                "included" : "Airport transfer from Madrid airport to the hotel#Centrally located first class hotels#Breakfast daily#Welcome reception in Madrid (heavy hors d’oeuvres, a glass of wine, beer or soft drink)#3 dinners (coffee or tea included)#Hotel taxes and service taxes#Touring by modern air-conditioned motor-coach#Professional English-speaking tour director#Licensed Local Guides#Whisper technology enhanced touring#Admission included where indicated in bold letters#Luggage handling at the hotels#Departure transfer from Barcelona to Barcelona airport",
                "tour_spotlights" : ["Madrid: grand open squares, late dinners#Toledo, crafts, marzipan, captivating monuments#Sandstone architecture, prolific university and the Plaza Mayor in Salamanca#Santiago de Compostela, a major pilgrim destination#Altamira caves, prehistoric art#Bilbao, Frank Gehry’s designed Guggenheim museum#Pamplona, legendary “Running of the Bulls” festival, gothic style churches#Barcelona, fantastical Sagrada Familia, modernist landmarks by Gaudi"
                ],
                "extension" : ""
            },
            "itinerary" : [
                {
                    "day_headline": "Day 1, Arrive in Madrid, Saturday",
                    "day_summary": "You will be met and transferred to your hotel. The day is at leisure to begin exploring. Later, join your fellow travelers and your tour director for a welcome reception. (WR)"
                },
                {
                    "day_headline" : "Day 2, in Madrid, Sunday",
                    "day_summary" : "We begin with a guided half-day city tour of Madrid. Our drive takes us through the Gran Vía and the Passeo de Castellana, past the Plaza de España, Plaza de Oriente, Plaza Mayor, Puerta del Sol, Atocha Station, the fountain of Neptune, Cibeles fountain, the Bullring, the Santiago Bernabeu soccer stadium, and many more. The afternoon is at leisure. (B)<br><b>Optional tour: Prado Museum</b>"
                },
                {
                    "day_headline": "Day 3, in Madrid: Excursion to Toledo, Monday",
                    "day_summary": "We visit Toledo, a city with a wealth of monuments. It is known as the “city of the three cultures”, because Christians, Arabs and Jews lived here together for centuries. During our guided tour we visit the Santo Tome Church and the Synagogue of Santa María. From Toledo we return to Madrid where the afternoon is at leisure. (B)<br><b>Optional tour: Flamenco show with dinner</b>"
                },
                {
                    "day_headline": "Day 4, to Santiago de Compostela, Tuesday",
                    "day_summary": "We Depart for Santiago de Compostela. On the way, we stop in Salamanca, an ancient city famous for its university founded by Alfonso IX in the early 1200’s. There is time for lunch on your own and thereafter, we continue to Santiago de Compostela along the Camino. Many pilgrims follow this ancient route also known as the Way of St. James. In Santiago de Compostela, the evening is at leisure. (B)"
                },
                {
                    "day_headline": "Day 5, in Santiago de Compostela, Wednesday",
                    "day_summary": "Santiago de Compostela’s center is called “Casco Histórico” (old town), an area once surrounded by walls in the 11th-century. We visit the Cathedral and the Cathedral museum and view the tomb of St James the Great. In the afternoon we visit Cap Finisterre where pilgrims ceremoniously burn their boots. The day finishes with an early seafood dinner accompanied by Albariño wine. (B, D)"
                },
                {
                    "day_headline": "Day 6, to Oviedo, Thursday",
                    "day_summary": "After breakfast we head to North Galicia. Our scenic drive takes us past the Cabo Ortegal and the Asturian coast to Oviedo. (B)"
                },
                {
                    "day_headline": "Day 7, in Oviedo, Friday",
                    "day_summary": "A half-day guided city tour of Oviedo takes us to the Cathedral, the Palacio de Valdecarzana, the ruins of the San Tirso Church, and the Porlier Plaza which is flanked by the El Conde de Toreno and Camposagrado Palaces. The afternoon is at leisure. (B)<br><b>Optional tour: Visit of the cider house with dinner</b>"
                },
                {
                    "day_headline": "Day 8, to Bilbao, Saturday",
                    "day_summary": "After breakfast we continue our journey towards Bilbao. On the way, we stop in Santillana del Mar, one of the North Coast’s most picturesque villages. Its architecture dates to the Middle Ages. In its vicinity we visit the famous Altamira Caves where prehistoric art is well preserved. After our visit, we proceed to Santander where we have free time for lunch on your own. From there, we continue to Bilbao where we have a tasting of local tapas called pintxos. (B)"
                },
                {
                    "day_headline": "Day 9, in Bilbao, Sunday",
                    "day_summary": "On our visit of Bilbao, we see the vibrant old town with many shops, squares and typical Basque tavernas. We enter the Guggenheim Museum, an architectural masterpiece designed by Frank Gehry. The collection includes large-scale and site-specific art by such contemporary artist as Jeff Koons and Willem de Kooning. The reminder of the day is free. (B)<br><b>Optional tour: Visit of the Basque coast</b>"
                },
                {
                    "day_headline": "Day 10, to Pamplona, Monday",
                    "day_summary": "After breakfast, we depart for San Sebastian. En route, we visit Getaria, a charming Basque coastal village. Upon arrival in San Sebastian we see the Maria Cristina Hotel. It is at here, at the Kursaal, that the film festival takes place. We also see La Concha beach, a crescent shaped urban seaboard. In the afternoon we arrive in Pamplona. Dinner is served later that night. (B, D)"
                },
                {
                    "day_headline": "Day 11, to Barcelona, Tuesday",
                    "day_summary": "After breakfast, we have a half-day guided sightseeing tour of Pamplona featuring the Ciudadela, the City Walls, parks and gardens. We will hear about the ‘Running of the Bulls’ race, part of the San Fermin festival. From Pamplona we continue to Zaragoza for lunch on your own. Later that afternoon, we arrive in Barcelona and the rest of the day is at leisure. (B)<br><b>Optional tour: visit of Montserrat</b>"
                },
                {
                    "day_headline": "Day 12, in Barcelona, Wednesday",
                    "day_summary": "Our guided half-day sightseeing tour includes Barcelona’s most important artistic sights: Gaudi’s Batlló, Casa Milá, the Cathedral Sagrada Familia, and Guell Park, declared an artistic monument and mankind’s heritage by the UNESCO. In the afternoon you are free to explore more on your own. Join your fellow travelers and your tour director for the farewell dinner. (B, D)"
                },
                {
                    "day_headline": "Day 13, depart Barcelona, Thursday",
                    "day_summary": "Transfer to Barcelona airport after breakfast. (B)"
                },
                {
                    "legend": "B-Breakfast, L-Lunch. D-Dinner, WR-Welcome Reception, CD-Captain’s dinner, T-Tasting"
                }
            ],
            "dates_pricing" : [{
                "start_date" : "23/07/2022",
                "end_date" : "25/07/2022",
                "price_per_person_double" : "2389",
               "single_room_supplement" : "1025"
              },
              {
                "start_date" : "23/07/2022",
                "end_date" : "25/07/2022",
                "price_per_person_double" : "2389",
               "single_room_supplement" : "1025"
              }],
            "map" : "https://kompas.net/images/escorted_tours/elegance_culture_reconquista_spain/map.png",
            "hotels" : ["Madrid: Santos Agumar or similar#Santiago de Compostela: Gran Hotel Santiago or similar#Oviedo: Gran Hotel España or similar#Bilbao: Ercilla (F) or similar#Pamplona: Maisonnave (F) or similar#Barcelona: EXE Cristal Palace or similar"
            ],
            "gallery" : ["https://kompas.net/images/escorted_tours/elegance_culture_reconquista_spain/1 (1).png","https://kompas.net/images/escorted_tours/elegance_culture_reconquista_spain/1 (2).png","https://kompas.net/images/escorted_tours/elegance_culture_reconquista_spain/1 (3).png","https://kompas.net/images/escorted_tours/elegance_culture_reconquista_spain/1 (4).png","https://kompas.net/images/escorted_tours/elegance_culture_reconquista_spain/1 (5).png"]
        }
    ]
}